{
  "1960": [
    {
      "id": 1,
      "name": "TIROS",
      "info": "The TIROS Program (Television Infrared Observation Satellite) was NASA's first experimental step to determine if satellites could be useful in the study of the Earth. At that time, the effectiveness of satellite observations was still unproven, Since satellites were a new technology.\nThe TIROS Program's first priority was the development of a meteorological satellite information system. Weather forecasting was deemed the most promising application of space-based observations.\nTIROS proved extremely successful, providing the first accurate weather forecasts based on data gathered from space.\n"
    },
    {
      "id": 2,
      "name": "Nimbus 1",
      "info": "Nimbus 1, the first in a series of second-generation meteorological research-and-development satellites, was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and for collecting meteorological data. The polar-orbiting spacecraft consisted of three major elements: (1) a sensory ring, (2) solar paddles, and (3) the control system housing. The solar paddles and the control system housing were connected to the sensory ring by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 1 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m across with solar paddles extended. The sensory ring, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus-shaped sensory ring provided mounting space for sensors and telemetry antennas. An H-frame structure mounted within the center of the torus provided support for the larger experiments and tape recorders. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, gas nozzles for attitude control, and a command antenna. Use of a stabilization and control system allowed the spacecraft's orientation to be controlled to within plus or minus 1 deg for all three axes (pitch, roll, and yaw). The spacecraft carried (1) an advanced vidicon camera system (AVCS) for recording and storing remote cloudcover pictures, (2) an automatic picture transmission (APT) camera for providing real-time cloudcover pictures, and (3) a high-resolution infrared radiometer (HRIR) to complement the daytime TV coverage and to measure nighttime radiative temperatures of cloud tops and surface terrain. A short second-stage burn resulted in an unplanned eccentric orbit. Otherwise, the spacecraft and its experiments operated successfully until September 22, 1964. The solar paddles became locked in position, resulting in inadequate electrical power to continue operations."
    },
    {
      "id": 3,
      "name": "Nimbus 2",
      "info": ""
    },
    {
      "id": 4,
      "name": "ESSA",
      "info": "Nimbus 2, the second in a series of second-generation meteorological research-and-development satellites, was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and the collecting of meteorological data. The polar-orbiting spacecraft consisted of three major elements: (1) a sensory ring, (2) solar paddles, and (3) the control system housing. The solar paddles and the control system housing were connected to the sensory ring by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 2 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m across with solar paddles extended. The sensory ring, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus-shaped sensory ring provided mounting space for sensors and telemetry antennas. An H-frame structure mounted within the center of the torus provided support for the larger experiments and tape recorders. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, gas nozzles for attitude control, and a command antenna. Use of a stabilization and control system permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg for all three axes (pitch, roll, and yaw). The spacecraft carried (1) an advanced vidicon camera system (AVCS) for recording and storing remote cloudcover pictures, (2) an automatic picture transmission (APT) camera for providing real-time cloudcover pictures, and (3) both high- and medium-resolution infrared radiometers (HRIR and MRIR) for measuring the intensity and distribution of electromagnetic radiation emitted by and reflected from the earth and its atmosphere. The spacecraft and experiments performed normally after launch until July 26, 1966, when the spacecraft tape recorder failed. Its function was taken over by the HRIR tape recorder until November 15, 1966, when it also failed. Some real-time data were collected until January 17, 1969, when the spacecraft mission was terminated owing to deterioration of the horizon scanner used for earth reference. More detailed information can be found in the Nimbus II Users' Guide (TRF B03406), available from NSSDC."
    },
    {
      "id": 5,
      "name": "ATS",
      "info": "The Applications Technology Satellite (ATS) series was conceived of as a follow-on to the successful experimental communications satellites of the early 1960's with the addition of other technology demonstrations, such as weather observation and investigation of the space environment.NASA and Hughes had hoped to continue the success of the Syncom project with an Advanced Syncom. They met resistance from some members of Congress who feared that NASA was developing technology for the benefit of a private company, namely Comsat. So the project's objectives were broadened and it became ATS. The Department of Defense (DoD) influenced NASA to include technology for gravity-gradient stabilization (on ATS-2, ATS-4, and ATS-5) and for medium altitude orbits (ATS-2). All five of the first generation ATS spacecraft carried a C-band transponder with 25 MHz bandwidth capable of relaying 1200 one-way voice circuits or one color television signal."
    },
    {
      "id": 6,
      "name": "Nimbus 3",
      "info": "Nimbus 3, the third in a series of second-generation meteorological research-and-development satellites, was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and the collecting of meteorological data. The polar-orbiting spacecraft consisted of three major elements: (1) a sensory ring, (2) solar paddles, and (3) the control system housing. The solar paddles and the control system housing were connected to the sensory ring by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 3 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m across with solar paddles extended. The torus-shaped sensory ring, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus ring provided mounting space for sensors and telemetry antennas. An H-frame structure mounted within the center of the torus provided support for the larger experiments and tape recorders. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, gas nozzles for attitude control, and a command antenna. Use of the attitude control subsystem (ACS) permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg for all three axes (pitch, roll, and yaw). Primary experiments consisted of (1) a satellite infrared spectrometer (SIRS) for determining the vertical temperature profiles of the atmosphere, (2) an infrared interferometer spectrometer (IRIS) for measuring the emission spectra of the earth-atmosphere system, (3) both high- and medium-resolution infrared radiometers (HRIR and MRIR) for yielding information on the distribution and intensity of infrared radiation emitted and reflected by the earth and its atmosphere, (4) a monitor of ultraviolet solar energy (MUSE) for detecting solar UV radiation, (5) an image dissector camera system (IDCS) for providing daytime cloudcover pictures in both real-time mode, using the real time transmission system (RTTS), and tape recorder mode, using the high data rate storage system, (6) a radioisotope thermoelectric generator (RTG), SNAP-19, to assess the operational capability of radioisotope power for space applications, and (7) an interrogation, recording and location system (IRLS) experiment designed to locate, interrogate, record, and retransmit meteorological and geophysical data from remote collection stations. Nimbus 3 was successful and performed normally until July 22, 1969, when the IRIS experiment failed. The HRIR and SIRS experiments were terminated on January 25, 1970, and June 21, 1970, respectively. The remaining experiments continued operation until September 25, 1970, when the rear horizon scanner failed. Without this horizon scanner, it was impossible to maintain proper spacecraft attitude, thus making most experimental observations useless. All spacecraft operations were terminated on January 22, 1972."
    }
  ],
  "1970": [
    {
      "id": 7,
      "name": "Nimbus 4",
      "info": "Nimbus 4, the fourth in a series of second-generation meteorological research-and-development satellites, was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems, and for collecting meteorological data. The polar-orbiting spacecraft consisted of three major structures: (1) a ring-shaped sensor mount, (2) solar paddles, and (3) the control system housing. The solar paddles and the control system were connected to the sensor mount by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 4 was nearly 3.7 m tall, 1.45 m in diameter at the base, and about 3 m across with solar paddles extended. The torus-shaped sensor mount, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus ring provided mounting space for sensors and telemetry antennas. An H-frame structure mounted within the center of the torus provided support for the larger experiments and tape recorders. Mounted on the control system housing, which was on top of the spacecraft, were sun sensors, horizon scanners, gas nozzles for attitude control, and a command antenna. Use of an advanced attitude-control subsystem permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg for all three axes (pitch, roll, and yaw). Primary experiments consisted of (1) an image dissector camera system (IDCS) for providing daytime cloudcover pictures, both in real-time and recorded modes, (2) a temperature-humidity infrared radiometer (THIR) for measuring daytime and nighttime surface and cloudtop temperatures as well as the water vapor content of the upper atmosphere, (3) an infrared interferometer spectrometer (IRIS) for measuring the emission spectra of the earth/atmosphere system, (4) a satellite infrared spectrometer (SIRS) for determining the vertical profiles of temperature and water vapor in the atmosphere, (5) a monitor of ultraviolet solar energy (MUSE) for detecting solar UV radiation, (6) a backscatter ultraviolet (BUV) detector for monitoring the vertical distribution and total amount of atmospheric ozone on a global scale, (7) a filter wedge spectrometer (FWS) for accurate measurement of IR radiance as a function of wavelength from the earth/atmosphere system, (8) a selective chopper radiometer (SCR) for determining the temperatures of six successive 10-km layers in the atmosphere from absorption measurements in the 15-micrometer CO2 band, and (9) an interrogation, recording, and location system (IRLS) for locating, interrogating, recording, and retransmitting meteorological and geophysical data from remote collection stations."
    },
    {
      "id": 8,
      "name": "Nimbus 5",
      "info": "The Nimbus 5 research-and-development satellite was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and collecting meteorological and geological data on a global scale. The polar-orbiting spacecraft consisted of three major structures: (1) a hollow, ring-shaped sensor mount, (2) solar paddles, and (3) a control system housing. The solar paddles and control system housing were connected to the sensor mount by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 5 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m wide with solar paddles extended. The torus-shaped sensor mount, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus provided mounting space for sensors and antennas. A box-beam structure mounted within the center of the torus provided support for the larger sensor experiments. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, and a command antenna. An advanced attitude-control system permitted the spacecraft orientation to be controlled to within plus or minus 1 deg in all three axes (pitch, roll, and yaw). Primary experiments included (1) a temperature-humidity infrared radiometer (THIR) for measuring day and night surface and cloudtop temperatures, as well as the water vapor content of the upper atmosphere, (2) an electrically scanning microwave radiometer (ESMR) for mapping the microwave radiation from the earth's surface and atmosphere, (3) an infrared temperature profile radiometer (ITPR) for obtaining vertical profiles of temperature and moisture, (4) a Nimbus E microwave spectrometer (NEMS) for determining tropospheric temperature profiles, atmospheric water vapor abundances, and cloud liquid water contents, (5) a selective chopper radiometer (SCR) for observing the global temperature structure of the atmosphere, and (6) a surface composition mapping radiometer (SCMR) for measuring the differences in the thermal emission characteristics of the earth's surface."
    },
    {
      "id": 9,
      "name": "SMS",
      "info": "The SMS 1 was a NASA-developed, NOAA-operated spacecraft. The spin-stabilized, earth-synchronous spacecraft carried (1) a visible infrared spin-scan radiometer (VISSR) which provided high-quality day/night cloudcover data and made radiance temperatures of the earth/atmosphere system a meteorological data collection and transmission system which relayed processed data from central weather facilities to small APT-equipped regional stations and collected and retransmitted data from remotely located earth-based platforms"
    },
    {
      "id": 10,
      "name": "Nimbus 6",
      "info": "The Nimbus 6 research-and-development satellite served as a stabilized, earth-oriented platform for testing advanced systems for sensing and collecting meteorological data on a global scale. The polar-orbiting spacecraft consisted of three major structures: (1) a hollow torus-shaped sensor mount, (2) solar paddles, and (3) a control housing unit connected to the sensor mount by a tripod truss structure. Configured somewhat like an ocean buoy, Nimbus 6 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m wide with solar paddles extended. The sensor mount that formed the satellite base housed the electronics equipment and battery modules. The lower surface of the torus provided mounting space for sensors and antennas. A box-beam structure mounted within the center of the torus supported the larger sensor experiments. Mounted on the control housing unit, which was located on top of the spacecraft, were sun sensors, horizon scanners, and a command antenna. The spacecraft spin axis was pointed at the earth. An advanced attitude-control system permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg in all three axes (pitch, roll, and yaw). The nine experiments selected for Nimbus 6 were (1) earth radiation budget (ERB), (2) electrically scanning microwave radiometer (ESMR), (3) high-resolution infrared radiation sounder (HIRS), (4) limb radiance inversion radiometer (LRIR), (5) pressure modulated radiometer (PMR), (6) scanning microwave spectrometer (SCAMS), (7) temperature-humidity infrared radiometer (THIR), (8) tracking and data relay experiment (T+DRE), and (9) tropical wind energy conversion and reference level experiment (TWERLE). This complement of advanced sensors was capable of (1) mapping tropospheric temperature, water vapor abundance, and cloud water content; (2) providing vertical profiles of temperature, ozone, and water vapor; (3) transmitting real-time data to a geostationary spacecraft (ATS 6); and (4) yielding data on the earth's radiation budget."
    },
    {
      "id": 11,
      "name": "LAGEOS 1&2",
      "info": "The LAser GEOdynamic Satellite (LAGEOS) was designed by NASA and launched May 4, 1976. It was the first spacecraft dedicated exclusively to high-precision laser ranging and provided the first opportunity to acquire laser-ranging data that were not degraded by errors originating in the satellite orbit or satellite array. LAGEOS-2, based on the original LAGEOS design, was built by the Italian Space Agency and launched on October 22, 1992.The LAGEOS satellites are covered with 426 cube corner reflectors with all but four of these reflectors made with fused silica glass. The other four reflectors are made of germanium to obtain measurements in the infrared for experimental studies of reflectivity and satellite orientation. LAGEOS is a passive satellite with no power, communications, or moving parts. LAGEOS satellite operations consists of simply the generation of the orbit predictions necessary for the stations to acquire and track the satellite. Today, these predictions are routinely generated by NASA Goddard Space Flight Center, NERC Space Geodesy Facility, and Japan Aerospace Exploration Agency (JAXA). The predictions are distributed by NASA’s Crustal Dynamics Data Information System (CDDIS) and the EUROLAS Data Center (EDC), data centers supporting the International Laser Ranging Service (ILRS)."
    },
    {
      "id": 12,
      "name": "Seasat 1",
      "info": "One of the earliest Earth-observing satellites, Seasat was designed to test various oceanographic sensors and gain a better understanding of Earth's seas. Seasat operated in Earth orbit for 105 days, measuring sea-surface winds and temperatures, wave heights, atmospheric liquid water content, sea ice features and ocean topography, before a massive short circuit in the spacecraft's electrical system ended the mission on October 10, 1978."
    },
    {
      "id": 13,
      "name": "Nimbus 7",
      "info": "The Nimbus 7 research-and-development satellite served as a stabilized, earth-oriented platform for the testing of advanced systems for sensing and collecting data in the pollution, oceanographic and meteorological disciplines. The polar-orbiting spacecraft consisted of three major structures: (1) a hollow torus-shaped sensor mount, (2) solar paddles, and (3) a control housing unit that was connected to the sensor mount by a tripod truss structure. Configured somewhat like an ocean buoy, Nimbus 7 was nearly 3.04 m tall, 1.52 m in diameter at the base, and about 3.96 m wide with solar paddles extended. The sensor mount that formed the satellite base housed the electronics equipment and battery modules. The lower surface of the torus provided mounting space for sensors and antennas. A box-beam structure mounted within the center of the torus provided support for the larger sensor experiments. Mounted on the control housing unit, which was located on top of the spacecraft, were sun sensors, horizon scanners, and a command antenna. The spacecraft spin axis was pointed at the earth. An advanced attitude-control system permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg in all three axes (pitch, roll, and yaw). Eight experiments were selected: (1) limb infrared monitoring of the stratosphere (LIMS), (2) stratospheric and mesopheric sounder (SAMS), (3) coastal-zone color scanner (CZCS), (4) stratospheric aerosol measurement II (SAM II), (5) earth radiation budget (ERB), (6) scanning multichannel microwave radiometer (SMMR), (7) solar backscatter UV and total ozone mapping spectrometer (SBUV/TOMS), and (8) temperature-humidity infrared radiometer (THIR). These sensors were capable of observing several parameters at and below the mesospheric levels"
    }
  ],
  "1980": [
    {
      "id": 14,
      "name": "Dynamics Explorer 1",
      "info": "The Dynamics Explorer (DE) mission's general objective is to investigate the strong interactive processes coupling the hot, tenuous, convecting plasmas of the magnetosphere and the cooler, denser plasmas and gases corotating in the earth's ionosphere, upper atmosphere, and plasmasphere. Two satellites, DE 1 and DE 2, were launched together and were placed in polar coplanar orbits, permitting simultaneous measurements at high and low altitudes in the same field-line region. The DE 1 spacecraft (high-altitude mission) uses an elliptical orbit selected to allow (1) measurements extending from the hot magnetospheric plasma through the plasmasphere to the cool ionosphere; (2) global auroral imaging, wave measurements in the heart of the magnetosphere, and crossing of auroral field lines at several earth radii; and (3) measurements for significant periods along a magnetic field flux tube. The spacecraft approximated a short polygon 137 cm in diameter and 115 cm high. The antennas in the X-Y plane measured 200-m tip-to-tip, and on the Z-axis are 9 meters tip-to-tip. Two six-meter booms are provided for remote measurements. Power is supplied by a solar cell array, mounted on the side and end panels. The spacecraft is spin stabilized, with the spin axis normal to the orbital plane, and the spin rate at ten plus or minus 0.1 rpm. A pulse code modulation (PCM) telemetry data system is used that operates in real time or in a tape-recorder mode. Data have been acquired on a science-problem-oriented basis, with closely coordinated operations of the various instruments, both satellites, and supportive experiments. Data acquired from the instruments are temporarily stored on tape recorders before transmission at an 8:1 playback-to-record ratio. Additional operational flexibility allows a playback-to-record ratio of 4:1. The primary data rate is 16,384 bits per second. Since commands are stored in a command memory unit, spacecraft operations are not real time, except for the transmission of the wideband analog data from the Plasma Wave Instrument (81-070A-02). On October 22, 1990 science operations were terminated. On February 28, 1991 Dynamics Explorer 1 operations were offically terminated."
    },
    {
      "id": 15,
      "name": "MOMS",
      "info": "The Modular Optoelectronic Multispectral Scanner (MOMS) is a scanning system (based on CCD technique) for airborne and predominantly spaceborne geoscientific remote sensing application.Most important characteristic of MOMS is the modular arrangement of the CCD-sensor, electronics, optical lens system and filters that allow the instrument to be adapted for completely different geoscientific tasks or missions, as well as the refurbishment of the system between missions as demonstrated in practise."
    },
    {
      "id": 16,
      "name": "ERBS ",
      "info": "NASA's Earth Radiation Budget Satellite (ERBS) was designed to investigate how energy from the Sun is absorbed and re-radiated by the Earth. Understanding this process helps reveal patterns in Earth's weather. One of the longest-running spacecraft missions to date, ERBS was launched on October 5, 1984 on the Space Shuttle Challenger and retired on October 14, 2005. The spacecraft was expected to have a two-year operation life, but ultimately, the mission provided scientific data about the Earth's ozone layer for more than two decades. What's more, ERBS observations have also been used to determine how human activities such as the use of chlorofluorocarbons (CFCs) and the burning of fossil fuels affect Earth's radiation balance. Data on the ozone layer provided by ERBS was key in the international community's decision-making process during the Montreal Protocol Agreement, which has resulted in a near elimination of CFCs in industrialized countries. It was ERBS data, in part, that led to the understanding that CFCs deplete atmospheric ozone concentrations."
    },
    {
      "id": 17,
      "name": "Geosat",
      "info": "The U.S. Navy GEOdetic SATellite, GEOSAT, was launched on 12 March 1985, into an 800-km, 108-deg inclination orbit, carried an altimeter that was capable of measuring the distance from satellite to sea surface with a relative precision of about 5 cm. Geosat was a US Navy satellite designed to measure sea surface heights to within 5 cm. After a one-and-a-half year long classified mission for the Navy, Geosat's scientific Exact Repeat Mission (ERM) began on November 8, 1986. When the ERM ended in January 1990 (due to failures of both on-board tape recorders), more than three years of precise altimeter data were available to the scientific community."
    },
    {
      "id": 18,
      "name": "MOS-1",
      "info": "Momo-1(MOS-1), Japan's first marine observation satellite, was launched in 1987 as a link in a global satellite observation system for more effective natural resource utilization and for environmental protection. Momo-1 was equipped with three types of sensors: MESSR,( a spectrometer for measuring visible near infrared radiation), VTIR, (a device for measuring visible thermal infrared radiation), MSR, (for measuring microwave radiation).These seusor finished their rolls oe seuding wave onNovember 29,1995. Momo-1b(MOS-1b), which has the same functions as Momo-1, was launched subsequently as a follow-up and finished its opration on April 17,1996."
    }
  ],
  "1990": [
    {
      "id": 19,
      "name": "Crres",
      "info": "The Combined Release and Radiation Effects Satellite (CRRES) was launched into a geosynchronous transfer orbit (GTO) for a nominal three-year mission to investigate fields, plasmas, and energetic particles inside the Earth's magnetosphere. As part of the CRRES program the SPACERAD (Space Radiation Effects) project, managed by Air Force Geophysics Laboratory, investigated the radiation environment of the inner and outer radiation belts and measured radiation effects on state-of-the-art microelectronics devices. Other magnetospheric, ionospheric, and cosmic ray experiments were included onboard CRRES and supported by NASA or the Office of Naval Research. Contact with the CRRES spacecraft was lost on October 12, 1991 and was presumed to be due to onboard battery failure."
    },
    {
      "id": 20,
      "name": "UARS",
      "info": "The satellite was launched in 1991 by the Space Shuttle Discovery. It was 35 feet long, 15 feet in diameter, weighed 13,000 pounds, and carrierd 10 instruments. UARS orbited at an altitude of 375 miles with an orbital inclination of 57 degrees. Designed to operate for three years, six of its ten instruments functioned for over 14 years. UARS measured ozone and chemical compounds found in the ozone layer which affect ozone chemistry and processes. UARS also measured winds and temperatures in the stratosphere as well as the energy input from the Sun. Together, these help define the role of the upper atmosphere in climate and climate variability."
    },
    {
      "id": 21,
      "name": "Atlas",
      "info": "ATLAS-1, the first of the ATLAS series of Shuttle flights, was an important part of the long-term, coordinated research that made up NASA's Mission to Planet Earth. The ATLAS-1 solar science instruments and several of the atmospheric science instruments (MAS, ATMOS and SSBUV) flew on future ATLAS missions. This was the first of a series studying the Earth's atmosphere and the Sun's influence upon it over an entire 11-year solar cycle. ATLAS-1 experiments focused on four scientific disciplines: atmospheric science, solar science, space plasma physics and astronomy. By making simultaneous solar and atmospheric measurements on a global scale, scientists hope to unravel the complicated web of man's impact on the environment."
    },
    {
      "id": 22,
      "name": "TOPEX",
      "info": "Launched in 1992, TOPEX/Poseidon was a joint venture between CNES and NASA that measured ocean surface topography to an accuracy of 4.2 cm, enabled scientists to forecast the 1997-1998 El Niño, and improved understanding of ocean circulation and its effect of global climate. While a 3-year prime mission was planned, with a 5-year store of expendables, TOPEX/Poseidon delivered an astonishing 13+ years of data from orbit. The mission ended in January 2006. In those 13 years, it: Measured sea levels with unprecedented accuracy to better than 5 cm. Continuously observed global ocean topography\nMonitored effects of currents on global climate change and produced the first global views of seasonal changes of currents. Monitored large-scale ocean features like Rossby and Kelvin waves and studied such phenomena as El Niño, La Niña, and the Pacific Decadal Oscillation. Mapped basin-wide current variations and provided global data to validate models of ocean circulation. Mapped year-to-year changes in heat stored in the upper ocean. Produced the most accurate global maps of tides ever. Improved our knowledge of Earth's gravity field"
    },
    {
      "id": 23,
      "name": "SIR-C",
      "info": "The SIR-C/X-SAR (Shuttle Imaging Radar with Payload C / X-SAR) payload was a cooperative NASA/JPL, DARA/DLR, and ASI (Agenzia Spaziale Italiana) project flown on Space Shuttle Endeavour. The SIR-C/X-SAR project was part of NASA's Mission to Planet Earth. The experiment is the next evolutionary step in NASA's SIR (Spaceborne Imaging Radar) program that began with the Seasat Synthetic Aperture Radar (SAR) in l978, and continued with SIR-A in l98l and SIR-B in l984. It also represents a continuation of Germany's imaging radar program which started with the MRSE (Microwave Remote Sensing Experiment) flown aboard the Shuttle on the first SPACELAB mission in l983.\n\nThis payload/mission is also known under the name of SRL (Space Radar Laboratory). It consisted of a radar antenna structure and associated radar system hardware designed to fit inside the Space Shuttle's cargo bay. The total payload mass was 11,000 kg with a power consumption of payload sensors of 3 - 9.0 kW. Two Shuttle missions were conducted, each of 10 days duration"
    },
    {
      "id": 24,
      "name": "RADARSAT-1",
      "info": "RADARSAT-1 Canada's RADARSAT-1 is a radar satellite featuring variable resolution, and different view angles at a number of preset positions. This sophisticated remote sensing satellite was a Canadian-led project involving the United States. It carries a Synthetic Aperture Radar (SAR), a powerful microwave instrument that can transmit and receive signals to see through clouds and darkness, obtaining detailed images of the Earth. This provides significant advantages in viewing under conditions that preclude observation by aircraft or optical satellites. RADARSAT-1 collects data on resource management, ice, ocean and environmental monitoring and Arctic and off-shore surveillance. RADARSAT-1 also supports fishing, shipping, oil exploration, offshore drilling and ocean research. The RADARSAT-1 provides complete global coverage with the flexibility to support specific requirements. The Radar Satellite (RADARSAT-1) was a joint Canada (Canadian Space Agency/Canada Center for Remote Sensing) and United States (NASA) project. RADARSAT-1 is owned and operated by CSA; NASA provided the launch. RADARSAT was designed to provide detailed information on sea ice and terrestrial ice sheets for climate research, to produce radar imagery for geographical applications in oceanography, agriculture, forestry, hydrology, and geology, and to provide real-time products for arctic ocean navigation including ice surveillance."
    },
    {
      "id": 25,
      "name": "ADEOS",
      "info": "The Advanced Earth Observing Satellite (ADEOS) was the first international space platform dedicated to Earth environmental research developed and managed by the National Space Development Agency of Japan (NASDA) (The Japanese call her MIDORI). The TOMS instrument along with NSCAT (a NASA Spectrometer designed to study wind speed and direction) were a major US components of the platform. ADEOS launched on August 17, 1996 (at 01:53 UT) into a Sun-synchronous sub-recurrent orbit of an altitude of approximately 830 km by an H-II launch vehicle from the Tanegashima Space Center."
    },
    {
      "id": 26,
      "name": "TOMS-EP",
      "info": "TOMS-EP The Total Ozone Mapping Spectrometer, launched in July 1996 onboard an Earth Probe Satellite (TOMS/EP), continues NASA's long-term daily mapping of the global distribution of the Earth's atmospheric ozone. TOMS/EP will again take high-resolution measurements of the total column amount of ozone from space that began with NASA's Nimbus-7 satellite in 1978 and continued with the TOMS aboard a Russian Meteor-3 satellite until the instrument stopped working in December 1994. This NASA-developed instrument, measures ozone indirectly by mapping ultraviolet light emitted by the Sun to that scattered from the Earth's atmosphere back to the satellite. The TOMS instrument has mapped in detail the global ozone distribution as well as the Antarctic ozone hole, which forms September through November of each year. In addition to ozone, TOMS measures sulfur dioxide released in volcanic eruptions. The U.S. Federal Aviation Administration (FAA) is studying ways to use these measurements to detect volcanic ash clouds that are hazardous to commercial aviation."
    },
    {
      "id": 27,
      "name": "TRMM",
      "info": "The Tropical Rainfall Measuring Mission (TRMM) is a joint mission between NASA and the Japan Aerospace Exploration (JAXA) Agency to study rainfall for weather and climate research. The TRMM satellite stopped collecting data on April 15, 2015. Launched in late November 1997, with a design lifetime of 3 years, the TRMM satellite produced over 17 years of valuable scientific data. TRMM carried 5 instruments: a 3-sensor rainfall suite (PR, TMI, VIRS) and 2 related instruments (LIS and CERES). TRMM delivered a unique 17-year dataset of global tropical rainfall and lightning. The TRMM dataset became the space standard for measuring precipitation, and led to research that improved our understanding of tropical cyclone structure and evolution, convective system properties, lightning-storm relationships, climate and weather modeling, and human impacts on rainfall. The data also supported operational applications such as flood and drought monitoring and weather forecasting."
    },
    {
      "id": 28,
      "name": "SeaWiFS",
      "info": "The purpose of the Sea-viewing Wide Field-of-view Sensor (SeaWiFS) Project is to provide quantitative data on global ocean bio-optical properties to the Earth science community. Subtle changes in ocean color signify various types and quantities of marine phytoplankton (microscopic marine plants), the knowledge of which has both scientific and practical applications. The SeaWiFS Project will develop and operate a research data system that will process, calibrate, validate, archive and distribute data received from an Earth-orbiting ocean color sensor. A detailed description of the objectives, organization and operations as well as the current status of the SeaWiFS Project is available."
    },
    {
      "id": 29,
      "name": "LIS",
      "info": "The Lightning Imaging Sensor (LIS), is a space-based instrument used to detect the distribution and variability of total lightning (cloud-to-cloud, intra-cloud, and cloud-to-ground lightning). It measures the amount, rate, and radiant energy of lightning during both day and night. Two LIS instruments were built in the 1990s, one for the Tropical Rainfall Measurement Mission (TRMM) and a spare which was stored on a shelf for over 20 years. A summary of the two platforms highlights the differences. The TRMM LIS operated successfully for over 17 years, from launch in 1997 until April 2015. The spare LIS was placed in Feb 2017 on the International Space Station (ISS) for a two - four year mission."
    },
    {
      "id": 30,
      "name": "Acrimsat",
      "info": "ACRIMSAT was an American satellite to ascertain the extent of solar radiation variability, and was launched by a Taurus rocket from Vandenberg AFB. It carried an ACRIM-3 (Active Cavity Radiometer Irradiance Monitor) instrument to monitor solar irradiance at high accuracy (<0.1%) as a long term followup to the ACRIM-2 (carried on UARS spacecraft since 1991) and ACRIM-1 (carried on the SMM spacecraft in 1980)."
    },
    {
      "id": 31,
      "name": "TERRIERS",
      "info": "The Tomographic Experiment using Radiative Recombinative Ionospheric EUV and Radio Sources (TERRIERS) project is the second satellite in NASA's Student Explorer Demonstration Initiative (STEDI) program. STEDI, managed for NASA by USRA, is a pilot program to demonstrate that high-quality space science can be carried out with small, low-cost (<$4.4 Million) free-flying satellites on a time scale of two years from go-ahead to launch.\n\nTERRIERS is a collaboration between the Center for Space Physics at Boston University, AeroAstro Inc. (satellite and ground station), the University of Illinois at Urbana-Champain, the Naval Research Laboratory, MIT's Haystack Observatory, Phillips Laboratory and Cleveland Heights High School. TERRIERS' primary goal is to demonstrate meridional 2-D (latitude-altitude) and global 3D imaging of the ionospheric electron density and thermospheric photo-emission profiles using EUV emissions and tomographic techniques. A secondary goal is the study of several ionospheric and thermospheric phenomena and a tertiary goal is to test the utility of a new technique for long term solar EUV irradiance measurements (GISSMO)."
    },
    {
      "id": 32,
      "name": "Landsat 7",
      "info": "The government-owned Landsat 7 was successfully launched on April 15, 1999, from the Western Test Range of Vandenberg Air Force Base, California, on a Delta-II expendable launch vehicle. The Earth observing instrument on Landsat 7, the Enhanced Thematic Mapper Plus (ETM+), replicates the capabilities of the highly successful Thematic Mapper instruments on Landsats 4 and 5.\n\nThe ETM+ also includes additional features that make it a more versatile and efficient instrument for global change studies, land cover monitoring and assessment, and large area mapping than its design forebears."
    },
    {
      "id": 33,
      "name": "SeaWinds",
      "info": "The SeaWinds instrument, which flies on NASA's Quick Scatterometer Earth satellite, is a specialized microwave radar that measures near-surface wind velocity and cloud cover over Earth's oceans.\n\nThe instrument is designed to improve weather predictions and models, in part to help plan for and anticipate extreme weather conditions such as floods, hurricanes and tsunamis."
    }
  ],
  "2000": [
    {
      "id": 34,
      "name": "SRTM",
      "info": "On September 23, 2014, the White House announced that the highest-resolution topographic data generated from NASA's Shuttle Radar Topography Mission (SRTM) in 2000 was to be released globally by late 2015. The announcement was made at the United Nations Heads of State Climate Summit in New York. Since then the schedule was accelerated, and all global SRTM data have been released."
    },
    {
      "id": 35,
      "name": "Aqua",
      "info": "Is a NASA Earth Science satellite mission named for the large amount of information that the mission is collecting about the Earth's water cycle, including evaporation from the oceans, water vapor in the atmosphere, clouds, precipitation, soil moisture, sea ice, land ice, and snow cover on the land and ice. Additional variables also being measured by Aqua include radiative energy fluxes, aerosols, vegetation cover on the land, phytoplankton and dissolved organic matter in the oceans, and air, land, and water temperatures.\nThe Aqua mission is a part of the NASA-centered international Earth Observing System (EOS). Aqua was formerly named EOS PM, signifying its afternoon equatorial crossing time. A timeline of Aqua on-orbit progress through the initial 120 day check-out period can be found here. Aqua was launched on May 4, 2002, and has six Earth-observing instruments on board, collecting a variety of global data sets.\n"
    },
    {
      "id": 36,
      "name": "NOAA Spacecraft",
      "info": "NOAA-N collects information about Earth's atmosphere and environment to improve weather prediction and climate research across the globe. NOAA-N is the 15th in a series of polar-orbiting satellites dating back to 1978. NOAA uses two satellites, a morning and afternoon satellite, to ensure every part of the Earth is observed at least twice every 12 hours. Severe weather is monitored and reported to the National Weather Service which broadcasts the findings to the global community. With the early warning, effects of catastrophic weather events can be minimized.\nNOAA-N also has instruments to support an international search-and-rescue program. The Search and Rescue Satellite-Aided Tracking System, called COPAS-SARSAT, transmits to ground stations the location of emergency beacons from ships, aircraft and people in distress around the world. The program, in place since 1982, has saved about 18,000 lives.\n"
    },
    {
      "id": 37,
      "name": "GRACE",
      "info": "The GRACE twin satellites, launched 17 March 2002, are making detailed measurements of Earth's gravity field changes and revolutionizing investigations about Earth's water reservoirs over land, ice and oceans, as well as earthquakes and crustal deformations. The two GRACE satellites have completed more than 13 years of continuous measurements!\n\nGRACE is a collaboration of the US and German space agencies (NASA and DLR). GRACE ground segment operations are currently co-funded by the GFZ German Research Centre for Geosciences and the European Space Agency (ESA). NASA, ESA, GFZ and DLR are supporting the continuation of the measurements of mass redistribution in the Earth system. The key partners in the design, construction and launch of the mission have been the Jet Propulsion Laboratory, the University of Texas Center for Space Research, GFZ German Research Centre for Geosciences, as well as Astrium GmBH, Space Systems Loral (SS/L), Onera and Eurockot GmBH."
    },
    {
      "id": 38,
      "name": "GRACE-FO",
      "info": "The Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission is a partnership between NASA and the German Research Centre for Geosciences (GFZ). GRACE-FO is a successor to the original GRACE mission, which orbited Earth from 2002-2017. GRACE-FO will carry on the extremely successful work of its predecessor while testing a new technology designed to dramatically improve the already remarkable precision of its measurement system."
    },
    {
      "id": 39,
      "name": "ICESat",
      "info": "ICESat (Ice, Cloud,and land Elevation Satellite) was the benchmark Earth Observing System mission for measuring ice sheet mass balance, cloud and aerosol heights, as well as land topography and vegetation characteristics. From 2003 to 2009, the ICESat mission provided multi-year elevation data needed to determine ice sheet mass balance as well as cloud property information, especially for stratospheric clouds common over polar areas. It also provided topography and vegetation data around the globe, in addition to the polar-specific coverage over the Greenland and Antarctic ice sheets."
    },
    {
      "id": 40,
      "name": "SORCE",
      "info": "The Solar Radiation and Climate Experiment (SORCE) is a NASA-sponsored satellite mission that is providing state-of-the-art measurements of incoming x-ray, ultraviolet, visible, near-infrared, and total solar radiation. The measurements provided by SORCE specifically address long-term climate change, natural variability and enhanced climate prediction, and atmospheric ozone and UV-B radiation. These measurements are critical to studies of the Sun; its effect on our Earth system; and its influence on humankind.\n\nThe SORCE spacecraft was launched on January 25, 2003 on a Pegasus XL launch vehicle to provide NASA’s Earth Science Enterprise (ESE) with precise measurements of solar radiation. It launched into a 645 km, 40 degree orbit and is operated by the Laboratory for Atmospheric and Space Physics (LASP) at the University of Colorado (CU) in Boulder, Colorado, USA. It will continue the precise measurements of total solar irradiance (TSI) that began with the ERB instrument in 1979 and has continued to the present with the ACRIM series of measurements. SORCE will also provide the measurements of the solar spectral irradiance from 1nm to 2000nm, accounting for 95% of the spectral contribution to TSI."
    },
    {
      "id": 41,
      "name": "Aura",
      "info": "Aura (Latin for breeze) obtains measurements of ozone, aerosols and key gases throughout the atmosphere using technologically innovative space instrumentation. Scientists use these data to gain revolutionary insights into the chemistry of our atmosphere. The Aura spacecraft was successfully launched on July 15, 2004 aboard a Delta II 7920-10L, a two stage expendable rocket, from the Vandenberg Western Test Range. What is a Delta 7920-10L? The 7 refers to the Delta series, 9 is the number of solid motors, 2 is the type of second stage and 0 is the type of third stage, in this case none. Fairing is the covering that protects the Aura spacecraft during launch and its trip into orbit. 10L describes the fairing; in Aura's case the fairing is 10 ft, (3 m) in diameter and is 'stretched' approximately 3 ft. longer than the fairing on the 7920-10."
    },
    {
      "id": 42,
      "name": "Calipso",
      "info": "The CALIPSO satellite provides new insight into the role that clouds and atmospheric aerosols play in regulating Earth's weather, climate, and air quality.\n\nCALIPSO combines an active lidar instrument with passive infrared and visible imagers to probe the vertical structure and properties of thin clouds and aerosols over the globe. CALIPSO was launched on April 28, 2006, with the CloudSat satellite.\n\nCALIPSO and CloudSat are highly complementary and together provide new, never-before-seen 3D perspectives of how clouds and aerosols form, evolve, and affect weather and climate. CALIPSO and CloudSat fly in formation with three other satellites in the A-train constellation to enable an even greater understanding of our climate system."
    },
    {
      "id": 43,
      "name": "Cloudsat",
      "info": "The CloudSat mission was selected under NASA's Earth System Science Pathfinder program in 1999. Overseen by NASA's Science Mission Directorate, the Earth System Science Pathfinder Program sponsors missions designed to address unique, specific, highly focused scientific issues, and to provide measurements required to support Earth science research. Missions selected in this program are small- to- medium-sized and are capable of being built, tested, and launched quickly. They support a variety of scientific objectives related to Earth science, including studies of the atmosphere, oceans, land surface, polar ice regions, and solid Earth.\nCloudSat's primary mission is scheduled to continue for 22 months after launch in 2006, in order to allow more than one seasonal cycle to be observed, although radar lifetime data indicates that the radar is expected to operate for three years with a 99 percent probability.\n"
    },
    {
      "id": 44,
      "name": "OSTM/Jason-2",
      "info": "The Ocean Surface Topography Mission (OSTM)/Jason-2 is an international satellite mission that will extend into the next decade the continuous climate record of sea surface height measurements begun in 1992 by the joint NASA/Centre National d'Etudes Spatiales (CNES) Topex/Poseidon mission and continued in 2001 by the NASA/CNES Jason-1 mission. This multi-decadal record has already helped scientists study global sea level rise and better understand how ocean circula-tion and climate change are related.\n\nDeveloped and proven through the joint efforts of NASA and CNES, high-precision ocean altimetry measures the distance between a satellite and the ocean surface to within a few centimeters. Accurate observations of variations in sea surface height-also known as ocean topography-provide scientists with information about the speed and direction of ocean cur-rents and heat stored in the ocean. This information, in turn, reveals global climate variations.\n\nWith OSTM/Jason-2, ocean altimetry has come of age. The mission will serve as a bridge to transition collection of these measurements to the world's weather and climate forecasting agencies, which will use them for short- and seasonal-to-long-range weather and climate forecasting."
    },
    {
      "id": 45,
      "name": "OCO",
      "info": "The OCO mission was to provide space-based observations of atmospheric carbon dioxide (CO2), the principal human-initiated driver of climate change. This mission used mature technologies to address NASA's highest priority carbon cycle measurement requirement. The launch of OCO on February 24, 2009 was unsuccessful due to a launch vehicle failure. The Orbiting Carbon Observatory 2 (OCO-2) is planned for a launch in mid 2014."
    },
    {
      "id": 46,
      "name": "CHAMP",
      "info": "During its mission, Challenging Mini-satellite Payload (CHAMP) generated simultaneously highly precise gravity and magnetic field measurements for the first time. These measurements have allowed scientists to detect the spatial variations of both fields as well as their variability with time. The CHAMP mission opened a new era in geopotential research with: 1) mapping of the Earth’s global long to medium wavelength gravity field and temporal variations; 2) mapping of the Earth’s global magnetic field and temporal variations and; 3) atmosphere/ionosphere sounding. As a result, CHAMP data has applications in global climate studies, oceanography, weather forecasting, disaster research, navigation, geophysics, geodesy, and solar terrestrial physics.\n\nCHAMP-derived data serve as an ideal basis for a further refinement of modern satellite surveying methods. They are also useful in remote sensing and cartography applications, such as in the construction of digital terrain models that cover large land and ice areas. The evaluation of all three types of signals that CHAMP observed allows a complete and integrated modeling of the structure and dynamics of the Earth’s core and mantle. Such an improvement strongly enhances studies concerning ths structure and composition of the Earth’s interior and will open new application areas in geodesy, solid Earth physics, and oceanography."
    },
    {
      "id": 47,
      "name": "TERRA",
      "info": "Terra carries five instruments that observe Earth’s atmosphere, ocean, land, snow and ice, and energy budget. Taken together, these observations provide unique insight into how the Earth system works and how it is changing. Terra observations reveal humanity’s impact on the planet and provide crucial data about natural hazards like fire and volcanoes. Terra is an international mission carrying instruments from the United States, Japan, and Canada.\nTerra collects data about the Earth’s bio-geochemical and energy systems using five sensors that observe the atmosphere, land surface, oceans, snow and ice, and energy budget. Each sensor has unique features that enable scientists to meet a wide range of science objectives.\n"
    },
    {
      "id": 48,
      "name": "Earth-O 1",
      "info": "The Earth Observing (EO-1) satellite was a one-year technology validation/demonstration mission designed to demonstrate new technologies and strategies for improved Earth observations; however, it has been extended beyond one year and still collects data. The satellite contains three observing instruments supported by a variety of newly developed space technologies"
    },
    {
      "id": 49,
      "name": "Jason-1",
      "info": "Jason-1 was the first follow-on to the highly successful TOPEX/Poseidon mission. This second joint NASA-CNES mission was flown on a French spacecraft, and launched on an American Delta II rocket from Vandenburg Air Force Base in California. Like TOPEX/Poseidon, the payload included both American and French instruments.\n\nJason-1 altimeter data are part of a suite of data provided by other JPL-managed ocean missions. The GRACE mission uses two satellites to accurately measure Earth's gravity field (mass distribution), and the QuikSCAT scatterometer mission provided almost 11 years of ocean-surface winds. Jason-1 was decommissioned in July 2013, and continued the task of providing the important oceanographic data time-series originated by TOPEX/Poseidon for 11-1/2 years."
    }
  ],
  "2010": [
    {
      "id": 50,
      "name": "GRIP",
      "info": "The Genesis and Rapid Intensification Processes (GRIP) experiment is a NASA Earth science field experiment in 2010 that will be conducted to better understand how tropical storms form and develop into major hurricanes. This campaign will be conducted to capitalize on a number of ground networks, airborne science platforms, and space-based assets. The field campaign will be executed according to a prioritized set of scientific objectives."
    },
    {
      "id": 51,
      "name": "Aquarius",
      "info": "Aquarius/SAC-D mapped the salinity (the concentration of dissolved salt) at the ocean surface, information critical to improving our understanding of two major components of Earth's climate system: the water cycle and ocean circulation. By measuring ocean salinity from space, Aquarius provided new insights into how the massive natural exchange of freshwater between the ocean, atmosphere and sea ice influences ocean circulation, weather and climate. Because ocean surface salinity varies from place to place and over time, scientists can use it to trace the ocean's role in Earth's water cycle.\nAquarius/SAC-D was designed to measure ocean surface salinity for at least three years, repeating its global pattern every seven days. During its lifetime, the mission provided monthly maps of global changes in ocean surface salinity with a resolution of 150 kilometers (93 miles), showing how salinity changes from month-to-month, season-to-season and year-to-year. The spacecraft flew in a sun-synchronous orbit 657 kilometers (408 miles) above Earth's surface.\n"
    },
    {
      "id": 52,
      "name": "Suomi",
      "info": "Understanding, monitoring, and predicting the course of long-term climate change AND short-term weather conditions remain tasks of profound importance. Economic competitiveness, human health and welfare, and global security all depend in part on our ability to understand and adapt to global environmental changes.\n\nOver the last dozen years, NASA has launched a series of satellites – known collectively as the Earth Observing System (EOS) – that has provided critical insights into the dynamics of the entire Earth system: clouds, oceans, vegetation, ice, solid Earth and atmosphere. Now NASA is helping to create a new generation of satellites to extend and improve upon the Earth system data records established by EOS.\n\nSuomi National Polar-orbiting Partnership, formerly known as the NPOESS Preparatory Project, will serve as a bridge between the EOS satellites and the forthcoming series of Joint Polar Satellite System (JPSS) satellites. Suomi NPP represents a critical first step in building this next-generation satellite system. The JPSS satellites, previously called the National Polar-orbiting Operational Environmental Satellite System (NPOESS), will be developed by NASA for the National Oceanic and Atmospheric Administration (NOAA).\n\nSuomi NPP will carry five science instruments and test key technologies for the JPSS missions. Suomi NPP is the first satellite mission to address the challenge of acquiring a wide range of land, ocean, and atmospheric measurements for Earth system science while simultaneously preparing to address operational requirements for weather forecasting.\n\nSuomi NPP also represents the gateway to the creation of a U.S. climate monitoring system, collecting both climate and operational weather data and continuing key data records that are critical for global change science."
    },
    {
      "id": 53,
      "name": "airMOSS",
      "info": "North American ecosystems are critical components of the global carbon cycle, exchanging large amounts of carbon dioxide and other gases with the atmosphere. Root-zone soil measurements can be used to better understand these carbon fluxes and their associated uncertainties on a continental scale. The goal of the Airborne Microwave Observatory of Subcanopy and Subsurface (AirMOSS) investigation was to provide high-resolution observations of root-zone soil moisture over regions representative of the major North American climatic habitats (biomes), quantify the impact of variations in soil moisture on the estimation of regional carbon fluxes, and extrapolate the reduced-uncertainty estimates of regional carbon fluxes to the continental scale of North America.\n\nAirMOSS used an airborne ultra-high frequency synthetic aperture radar that has the capability to penetrate through substantial vegetation canopies and soil to depths down to approximately 1.2 meters. For AirMOSS, NASA’s Uninhabited Aerial Vehicle Synthetic Aperture Radar (UAVSAR) was flown on a Gulfstream-III aircraft. Extensive ground, tower, and aircraft in-situ measurements validated root-zone soil measurements and carbon flux model estimates. The surveys provided measurements at 100 meter spatial resolution and at sub-weekly, seasonal, and annual time scales."
    },
    {
      "id": 54,
      "name": "Carve",
      "info": "CARVE is in the Development Phase of the Earth System Science Pathfinder program with an approximate start date of March 2012. The carbon budget of Arctic ecosystems is not known with confidence since fundamental elements of the complex Arctic biological-climatologic-hydrologic system are poorly quantified. CARVE will collect detailed measurements of important greenhouse gases on local to regional scales in the Alaskan Arctic and demonstrate new remote sensing and improved modeling capabilities to quantify Arctic carbon fluxes and carbon cycle-climate processes. Ultimately, CARVE will provide an integrated set of data that will provide unprecedented experimental insights into Arctic carbon cycling.\n\nCARVE will use the Arctic-proven De Havilland DHC-6 Twin Otter aircraft to fly an innovative airborne remote sensing payload. It includes an L-band radiometer/radar and a nadir-viewing spectrometer to deliver the first simultaneous measurements of surface parameters that control gas emissions (i.e., soil moisture, freeze/thaw state, surface temperature) and total atmospheric columns of carbon dioxide, methane, and carbon monoxide. The aircraft payload also includes a gas analyzer that links greenhouse gas measurements directly to World Meteorological Organization standards. Deployments will occur during the spring, summer and early fall when Arctic carbon fluxes are large and change rapidly. Further, at these times, the sensitivities of ecosystems to external forces such as fire and anomalous variability of temperature and precipitation are maximized. Continuous ground-based measurements provide temporal and regional context as well as calibration for CARVE airborne measurements."
    },
    {
      "id": 55,
      "name": "Attrex",
      "info": "Airborne Tropical TRopopause EXperiment (ATTREX) will perform a series of measurement campaigns using the long-range NASA Global Hawk (GH) unmanned aircraft system (UAS) to directly address these problems.\nDespite its low concentration, stratospheric water vapor has large impacts on the earth’s energy budget and climate. Recent studies suggest that even small changes in stratospheric humidity may have climate impacts that are significant compared to those of decadal increases in greenhouse gases. Future changes in stratospheric humidity and ozone concentration in response to changing climate are significant climate feedbacks.\nWhile the tropospheric water vapor climate feedback is well represented in global models, predictions of future changes in stratospheric humidity are highly uncertain because of gaps in our understanding of physical processes occurring in the Tropical Tropopause Layer (TTL, ~13-18 km), the region of the atmosphere that controls the composition of the stratosphere. Uncertainties in the TTL chemical composition also limit our ability to predict future changes in stratospheric ozone.\n"
    },
    {
      "id": 56,
      "name": "Landsat 8",
      "info": "Landsat 8 (formerly the Landsat Data Continuity Mission, LDCM), a collaboration between NASA and the U.S. Geological Survey, provides moderate-resolution (15 m–100 m, depending on spectral frequency) measurements of the Earth’s terrestrial and polar regions in the visible, near-infrared, short wave infrared, and thermal infrared. Landsat 8 provides continuity with the more than 40-year long Landsat land imaging data set. In addition to widespread routine use for land use planning and monitoring on regional to local scales, support of disaster response and evaluations, and water use monitoring, Landsat 8 measurements directly serve NASA research in the focus areas of climate, carbon cycle, ecosystems, water cycle, biogeochemistry, and Earth surface/interior. Unprecedented changes in land cover and use are having profound consequences for weather and climate change, ecosystem function and services, carbon cycling and sequestration, resource management, the national and global economy, human health, and society."
    },
    {
      "id": 57,
      "name": "Discover-AQ",
      "info": "The overarching objective of the DISCOVER-AQ investigation is to improve the interpretation of satellite observations to diagnose near-surface conditions relating to air quality. To diagnose air quality conditions from space, reliable satellite information on aerosols and ozone precursors is needed for specific, highly correlated times and locations to be used in air quality models and compared to surface- and aircraft-based measurements. DISCOVER-AQ will provide an integrated dataset of airborne and surface observations relevant to the diagnosis of surface air quality conditions from space."
    },
    {
      "id": 58,
      "name": "GPM",
      "info": "The Global Precipitation Measurement (GPM) mission is an international network of satellites that provide next-generation global observations of rain and snow. Building upon the success of the Tropical Rainfall Measuring Mission (TRMM), the GPM concept centers on the deployment of a Core Observatory satellite carrying an advanced radar / radiometer system to measure precipitation from space and serve as a reference standard to unify precipitation measurements from a constellation of research and operational satellites. Through improved measurements of precipitation globally, the GPM mission is helping to advance our understanding of Earth's water and energy cycles, improve forecasting of extreme events that cause natural hazards and disasters, and extend current capabilities in using accurate and timely information of precipitation to directly benefit society. GPM, initiated by NASA and the Japan Aerospace Exploration Agency (JAXA) as a global successor to TRMM, comprises a consortium of international space agencies, including the Centre National d’Études Spatiales (CNES), the Indian Space Research Organization (ISRO), the National Oceanic and Atmospheric Administration (NOAA), the European Organization for the Exploitation of Meteorological Satellites (EUMETSAT), and others.\n\nThe GPM Core Observatory launched on February 27th, 2014 at 1:37pm EST from Tanegashima Space Center, Japan. Learn more about the launch."
    },
    {
      "id": 59,
      "name": "OCO-2",
      "info": "Orbiting Carbon Observatory (OCO)-2 will be NASA’s first dedicated Earth remote sensing satellite to study atmospheric carbon dioxide from Space. OCO-2 will be collecting space-based global measurements of atmospheric CO2 with the precision, resolution, and coverage needed to characterize sources and sinks on regional scales. OCO-2 will also be able to quantify CO2 variability over the seasonal cycles year after year. CO2 is a constituent of the Earth's atmosphere. We know that CO2 is one of several gasses that trap heat near the surface of the Earth. These gasses are known as greenhouse gasses. Many scientists have concluded that substantial increases in the abundance of CO2 will generate an increase in the Earth's surface temperature.\nOCO-2 will be collecting a great number of high-resolution measurements, which will provide a greater spatial distribution of CO2 over the entire globe, in short, a bigger, clearer, more complete picture of global CO2. These measurements will be combined with data from the ground-based network to provide scientists with the information that they need to better understand the processes that regulate atmospheric CO2 and its role in the carbon cycle. This enhanced understanding is essential for improving predictions of future atmospheric CO2 increases and its impact on Earth's climate.\n"
    },
    {
      "id": 60,
      "name": "SMAP",
      "info": "The Soil Moisture Active Passive (SMAP) mission is an orbiting observatory that measures the amount of water in the surface soil everywhere on Earth. The topsoil layer is the one in which the food we eat grows and where other vegetation lives. Moisture in the soil indirectly affects us in a variety of ways. In the course of its observations, SMAP will also determine if the ground is frozen or thawed in colder areas of the world. It was launched in January 2015 and started operation in April 2015. The SMAP radiometer has been operating flawlessly. The radar instrument, ceasing operation in early 2015 due to failure of radar power supply, collected close to 3 months of science data. The prime mission phase of three years was completed in 2018, and since then SMAP has been in extended operation phase.\nSMAP is designed to measure soil moisture, every 2-3 days. This permits changes, around the world, to be observed over time scales ranging from major storms to repeated measurements of changes over the seasons.\n"
    },
    {
      "id": 61,
      "name": "DSCOVR",
      "info": "The Deep Space Climate Observatory, or DSCOVR, was launched in February of 2015, and maintains the nation's real-time solar wind monitoring capabilities, which are critical to the accuracy and lead time of NOAA's space weather alerts and forecasts. Without timely and accurate warnings, space weather events—like geomagnetic storms—have the potential to disrupt nearly every major public infrastructure system on Earth, including power grids, telecommunications, aviation and GPS.The DSCOVR mission succeeded NASA's Advanced Composition Explorer's (ACE) role in supporting solar wind alerts and warnings from the L1 orbit, which is the neutral gravity point between the Earth and Sun, approximately one million miles from Earth. L1 is a good position from which to monitor the Sun, because the constant stream of particles from the Sun (the solar wind) reaches L1 up to an hour before reaching Earth.\nFrom this position, DSCOVR can typically provide 15- to 60-minute advanced warning before a storm of particles and magnetic field, known as a coronal mass ejection (or CME), reaches Earth. DSCOVR data also helps improve predictions of geomagnetic storm impact locations. Our national security and economic well-being, which depend on advanced technologies, are at risk without these advanced warnings.\n"
    },
    {
      "id": 62,
      "name": "Cygnss",
      "info": "The CYGNSS mission will use eight micro-satellites to measure wind speeds over Earth's oceans, increasing the ability of scientists to understand and predict hurricanes. Each satellite will take information based on the signals from four GPS satellites.CYGNSS is taking a novel approach to calculate wind speeds that both reduces the mission's cost and gathers more data as well.\nTypically, measuring wind speed over the oceans from space uses a technique called scatterometry. A radar instrument aboard a satellite sends a signal to the ground, and measures the signal strength reflected back to it. Building both sending and receiving capabilities into a single instrument, however, is more expensive than the method being used on CYGNSS.\nThe CYGNSS satellites will only receive signals broadcast to them from GPS satellites already orbiting the Earth and the reflection of the same satellite’s signal reflected from the earth. The CYGNSS satellites themselves will not broadcast. And according to Chris Ruf of the University of Michigan and the mission's principal investigator, that will result in significant cost savings.\n"
    },
    {
      "id": 63,
      "name": "Jason-3",
      "info": "Jason-3 is the fourth mission in the U.S.-European series of satellite missions that measure the height of the ocean surface. Launched on January 17, 2016, the mission extends the time series of ocean surface topography measurements (the hills and valleys of the ocean surface) begun by the TOPEX/Poseidon satellite mission in 1992 and continuing through the Jason-1 (launched in 2001) and the OSTM/Jason-2 (launched in 2008) missions. These measurements provide scientists with critical information about circulation patterns in the ocean and about both global and regional changes in sea level and the climate implications of a warming world.\nThe primary instrument on Jason-3 is a radar altimeter. The altimeter measures sea-level variations over the global ocean with very high accuracy (1.3 inches or 3.3 centimeters, with a goal of achieving 1 inch or 2.5 centimeters). Continual, long-term, reliable data of changes in ocean surface topography will be generated and will be used by scientists and operational agencies (NOAA, European weather agencies, marine operators, etc.) for scientific research and operational oceanography for the benefit of society.\n"
    },
    {
      "id": 64,
      "name": "Atom",
      "info": "The Atmospheric Tomography Mission (ATom) will study the impact of human-produced air pollution on greenhouse gasses and on chemically reactive gasses in the atmosphere. Reductions of atmospheric concentrations of methane (CH4), tropospheric ozone (O3) and black carbon (BC) aerosols are effective measures to slow global warming and to improve air quality. Airborne instruments will look at how atmospheric chemistry is transformed by various air pollutants and at the impact on CH4 and O3. Mitigation of these short-lived climate forces is a major component of current international policy discussions.\n ATom deploys an extensive gas and aerosol payload on the NASA DC-8 aircraft for systematic, global-scale sampling of the atmosphere, profiling continuously from 0.2 to 12 km altitude. Flights will occur in each of 4 seasons over a 4-year period. They will originate from the Armstrong Flight Research Center in Palmdale, California, fly north to the western Arctic, south to the South Pacific, east to the Atlantic, north to Greenland, and return to California across central North America. ATom establishes a single, contiguous global-scale data set. This comprehensive data set will be used to improve the representation of chemically reactive gasses and short-lived climate forcers in global models of atmospheric chemistry and climate. Profiles of the reactive gasses will also provide critical information for validation of satellite data, particularly in remote areas where in situ data is lacking.\n"
    },
    {
      "id": 65,
      "name": "GOES-R",
      "info": "NOAA’s latest generation of Geostationary Operational Environmental Satellites (GOES), known as the GOES-R Series, is the nation’s most advanced fleet of geostationary weather satellites. Geostationary satellites circle the Earth in geosynchronous orbit, which means they orbit the Earth’s equatorial plane at a speed matching the Earth’s rotation. This allows them to stay in a fixed position in the sky, remaining stationary with respect to a point on the ground. GOES satellites continually view the Western Hemisphere from approximately 22,300 miles above Earth. GOES satellites are designated with a letter prior to launch and renamed with a number once they reach geostationary orbit. The GOES-R Series also continues the legacy Geostationary SAR (GEOSAR) function of the SARSAT system onboard NOAA’s GOES satellites which has contributed to the rescue of thousands of individuals in distress. The GOES-R Series SARSAT transponder operates with a lower uplink power than the previous system, enabling GOES-R Series satellites to detect weaker beacon signals."
    },
    {
      "id": 66,
      "name": "SGAE III-ISS",
      "info": "The Stratospheric Aerosol and Gas Experiment (SAGE) is a series of instruments designed by NASA to observe stratospheric ozone, aerosols, and water vapor from space. SAGE III is the newest and most advanced addition to the SAGE family. Over the past four decades, the SAGE family of instruments have been critical in making accurate measurements of ozone loss in Earth’s atmosphere. The data collected from SAGE II helped leaders around the world institute an international treaty banning products containing harmful chemicals that destroy stratospheric ozone. SAGE has played a key role in measuring the onset of ozone recovery resulting from the internationally-mandated 1987 Montreal Protocol regulations. SAGE III takes measurements across the globe using a technique called occultation. Every time the sun, or moon, rises and sets, SAGE uses the light that passes through the atmosphere to measure gasses and particles in that region of the atmosphere. From the ISS this happens over 30 times per day.\n"
    },
    {
      "id": 67,
      "name": "TSIS-1",
      "info": "The TSIS-1 mission will provide absolute measurements of the total solar irradiance (TSI) and spectral solar irradiance (SSI), important for accurate scientific models of climate change and solar variability. TSIS comprises two instruments, the Total Irradiance Monitor (TIM), and the Spectral Irradiance Monitor (SIM). Both instruments are in storage at the University of Colorado’s Laboratory for Atmospheric and Space Physics awaiting flight. Currently, the data from an earlier NASA-managed TIM instrument, flying on the aging SORCE spacecraft, launched in 2003, provides the TSI data record as part of an unbroken 35-year long data record. The Total Solar Irradiance Calibration Transfer Experiment (TCTE) instrument, a joint mission with NOAA and the U.S. Air Force, launched in 2013 and currently augments the data record. The TSIS-1 project will begin formulation in FY 2016 and is planning for launch in time to overlap with the TCTE mission in order to maintain continuity of the solar irradiance measurement.\n"
    },
    {
      "id": 68,
      "name": "HS3",
      "info": "The Hurricane and Severe Storm Sentinel (HS3) is a five-year mission specifically targeted to investigate the processes that underlie hurricane formation and intensity change in the Atlantic Ocean basin. HS3 is motivated by hypotheses related to the relative roles of the large-scale environment and storm-scale internal processes. HS3 addresses the controversial role of the Saharan Air Layer (SAL) in tropical storm formation and intensification as well as the role of deep convection in the inner-core region of storms. Addressing these science questions requires sustained measurements over several years due to the limited sampling opportunities in any given hurricane season. Past NASA hurricane field campaigns have all faced the same limitation: a relatively small sample of storms forming during the campaigns under a variety of scenarios and undergoing widely varying evolutions. The small sample is not just a function of tropical storm activity in any given year, but also the distance of storms from the base of operations.\n"
    },
    {
      "id": 69,
      "name": "Operation IceBridge",
      "info": "IceBridge utilizes a highly specialized fleet of research aircraft and the most sophisticated suite of innovative science instruments ever assembled to characterize annual changes in thickness of sea ice, glaciers, and ice sheets. In addition, IceBridge collects critical data used to predict the response of earth’s polar ice to climate change and resulting sea-level rise.  IceBridge also helps bridge the gap in polar observations between NASA’s ICESat satellite missions.\nThe objectives are: make airborne altimetry measurements over the ice sheets and sea ice to extend and improve the record of observations begun by ICESat. Link the measurements made by historical airborne laser altimeters, ICESat, ICESat-2, and CryoSat-2 to allow accurate inter-comparison and production of a long-term, ice altimetry record. Monitor key, rapidly changing areas of ice in the Arctic and Antarctic to maintain a long term observation record. And provide key observational data to improve our understanding of ice dynamics, and better constrain predictive models of sea level rise and sea ice cover conditions.\n"
    },
    {
      "id": 70,
      "name": "ORACLES",
      "info": "Southern Africa produces almost a third of the Earth’s biomass burning (BB) aerosol particles, yet the fate of these particles and their influence on regional and global climate is poorly understood. ORACLES (ObseRvations of Aerosols above CLouds and their intEractionS) is a five year investigation with three Intensive Observation Periods (IOP) designed to study key processes that determine the climate impacts of African BB aerosols. \nThe ORACLES experiment provides multi-year airborne observations over the complete vertical column of the key parameters that drive aerosol-cloud interactions in the SE Atlantic, an area with some of the largest inter-model differences in aerosol forcing assessments on the planet.\n"
    },
    {
      "id": 71,
      "name": "MetOp A&B",
      "info": "MetOp is a European undertaking providing weather data services to monitor the climate and improve weather forecasts. The program also represents the European contribution to a cooperative venture with NOAA. This site provides up to date status information on each spacecraft and its various subsystems."
    },
    {
      "id": 72,
      "name": "ICESat-2",
      "info": "Every three months, the NASA Ice, Cloud, and land Elevation Satellite-2 (ICESat-2) completes a comprehensive measurement of Earth’s surface, mapping our planet in cool three-dimensional details. It tracks changes to tree canopy heights, ocean and lake levels, and the elevation of ice sheets, glaciers, and sea ice. The ICESat-2 laser pulses 10,000 times a second; each pulse releases about 20 trillion photons. Only about a dozen photons hit Earth’s surface and return to the satellite. ICESat-2's laser is split into six beams, to better measure Earth's surface. "
    },
    {
      "id": 73,
      "name": "GEDI",
      "info": "The Global Ecosystem Dynamics Investigation (GEDI) produces high resolution laser ranging observations of the 3D structure of the Earth. GEDI’s precise measurements of forest canopy height, canopy vertical structure, and surface elevation greatly advance our ability to characterize important carbon and water cycling processes, biodiversity, and habitat.\nGEDI is a full-waveform lidar instrument that makes detailed measurements of the 3D structure of the Earth’s surface. Lidar is an active remote sensing technology (the laser version of radar) which uses pulses of laser light to measure 3D structure. The light is reflected by the ground, vegetation and any clouds and is then collected by GEDI’s telescope. These photons are then directed towards detectors, converting the brightness of the light to an electronic voltage which is then recorded as a function of time in 1 ns (15 cm) intervals. Time is converted to range (a distance) by multiplying by the speed of light. The recorded voltage as a function of range is the full-waveform.\n"
    },
    {
      "id": 74,
      "name": "ECOSTRESS",
      "info": "ECOSTRESS is addressing  three overarching science questions: How is the terrestrial biosphere responding to changes in water availability? How do changes in diurnal vegetation water stress impact the global carbon cycle? Can agricultural vulnerability be reduced through advanced monitoring of agricultural water consumptive use and improved drought estimation?\nThe ECOSTRESS mission is answering these questions by accurately measuring the temperature of plants.  Plants regulate their temperature by releasing water through tiny pores on their leaves called stomata.  If they have sufficient water they can maintain their temperature, but if there is insufficient water, their temperatures rise and this temperature rise can be measured with ECOSTRESS.  The images acquired by ECOSTRESS are the most detailed temperature images of the surface ever acquired from space and can be used to measure the temperature of an individual farmers field."
    },
    {
      "id": 75,
      "name": "OCO-3",
      "info": "The Orbiting Carbon Observatory 3 (OCO-3) is a space instrument that will investigate important questions about the distribution of carbon dioxide on Earth as it relates to growing urban populations and changing patterns of fossil fuel combustion. OCO-3 explores, for the first time, daily variations in the release and uptake of carbon dioxide by plants and trees in the major tropical rain forests of South America, Africa, and South-East Asia, the largest stores of above ground carbon on our planet. Measuring the daily variations in these major carbon systems addresses an important missing component in our knowledge and is crucial for explaining global variations in atmospheric carbon dioxide levels. NASA developed and assembled the instrument using spare materials from OCO-2.\nThe OCO-3 Project science objectives (similar to OCO-2) are to collect the space-based measurements needed to quantify variations in the column averaged atmospheric carbon dioxide (CO2) dry air mole fraction, XCO2, with the precision, resolution, and coverage needed to improve our understanding of surface CO2 sources and sinks (fluxes) on regional scales (≥1000km) and the processes controlling their variability over the seasonal cycle.\n"
    }
  ],
  "2020": [
    {
      "id": 76,
      "name": "Sentinel-6 Michael Freilich",
      "info": "Designed to measure the height of the ocean - a key component to understanding how Earth's climate is changing - Sentinel-6/Jason CS consists of two identical satellites that will be launched five years apart. The staggered launches will help to ensure the continuation of a decades-long record of sea level observations out to 2030. A secondary objective of the mission will be to measure temperature and humidity in the troposphere, the atmospheric layer in which we live. The satellites will also look at the stratosphere, the layer right above the troposphere. An instrument on board the satellites uses the Global Navigation Satellite System Radio-Occultation sounding technique, which analyses changes in signals from international global navigation system satellites to determine atmospheric temperature and humidity.\nNASA is developing the mission with the European Space Agency, the European Organisation for the Exploitation of Meteorological Satellites, and the National Oceanic and Atmospheric Administration. The European Commission is providing funding support. France's space agency, the Center National d'Etudes Spatiales, is also supporting the mission.\n"
    },
    {
      "id": 77,
      "name": "Landsat 9",
      "info": "Landsat 9—a partnership between NASA and the U.S. Geological Survey— continues the Landsat program’s critical role in monitoring, understanding and managing the land resources needed to sustain human life.\nToday’s increased rates of global land cover and land use change have profound consequences for weather and climate change, ecosystem function and services, carbon cycling and sequestration, resource management, the national and global economy, human health, and society.\nLandsat is the only U.S. satellite system designed and operated to repeatedly observe the global land surface at a moderate scale that shows both natural and human-induced change.\n"
    },
    {
      "id": 78,
      "name": "Coral",
      "info": "It is estimated that 33-50% of coral reefs worldwide have been largely or completely degraded (International Society for Reef Studies Consensus Statement, October 2015). The COral Reef Airborne Laboratory (CORAL) will pave the way to better predict the future of this global ecosystem and steward them through global change. CORAL will provide the most extensive and uniform picture to date of coral reef condition through the use of the Portable Remote Imaging Spectrometer (PRISM) instrument aboard the Tempus Applied Solutions Gulfstream-IV (G-IV) aircraft. The objectives are Measure the condition of representative coral reefs across the global range of reef biogeophysical values. The primary indicators for coral reef condition are benthic cover (ratio of coral, algae, and sand), primary productivity, and calcification.\n"
    }
  ]
}