{
    "id": 10,
    "name": "Nimbus 6",
    "info": "The Nimbus 6 research-and-development satellite served as a stabilized, earth-oriented platform for testing advanced systems for sensing and collecting meteorological data on a global scale. The polar-orbiting spacecraft consisted of three major structures: (1) a hollow torus-shaped sensor mount, (2) solar paddles, and (3) a control housing unit connected to the sensor mount by a tripod truss structure. Configured somewhat like an ocean buoy, Nimbus 6 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m wide with solar paddles extended. The sensor mount that formed the satellite base housed the electronics equipment and battery modules. The lower surface of the torus provided mounting space for sensors and antennas. A box-beam structure mounted within the center of the torus supported the larger sensor experiments. Mounted on the control housing unit, which was located on top of the spacecraft, were sun sensors, horizon scanners, and a command antenna. The spacecraft spin axis was pointed at the earth. An advanced attitude-control system permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg in all three axes (pitch, roll, and yaw). The nine experiments selected for Nimbus 6 were (1) earth radiation budget (ERB), (2) electrically scanning microwave radiometer (ESMR), (3) high-resolution infrared radiation sounder (HIRS), (4) limb radiance inversion radiometer (LRIR), (5) pressure modulated radiometer (PMR), (6) scanning microwave spectrometer (SCAMS), (7) temperature-humidity infrared radiometer (THIR), (8) tracking and data relay experiment (T+DRE), and (9) tropical wind energy conversion and reference level experiment (TWERLE). This complement of advanced sensors was capable of (1) mapping tropospheric temperature, water vapor abundance, and cloud water content; (2) providing vertical profiles of temperature, ozone, and water vapor; (3) transmitting real-time data to a geostationary spacecraft (ATS 6); and (4) yielding data on the earth's radiation budget."
  }