{
    "id": 2,
    "name": "Nimbus 1",
    "info": "Nimbus 1, the first in a series of second-generation meteorological research-and-development satellites, was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and for collecting meteorological data. The polar-orbiting spacecraft consisted of three major elements: (1) a sensory ring, (2) solar paddles, and (3) the control system housing. The solar paddles and the control system housing were connected to the sensory ring by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 1 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m across with solar paddles extended. The sensory ring, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus-shaped sensory ring provided mounting space for sensors and telemetry antennas. An H-frame structure mounted within the center of the torus provided support for the larger experiments and tape recorders. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, gas nozzles for attitude control, and a command antenna. Use of a stabilization and control system allowed the spacecraft's orientation to be controlled to within plus or minus 1 deg for all three axes (pitch, roll, and yaw). The spacecraft carried (1) an advanced vidicon camera system (AVCS) for recording and storing remote cloudcover pictures, (2) an automatic picture transmission (APT) camera for providing real-time cloudcover pictures, and (3) a high-resolution infrared radiometer (HRIR) to complement the daytime TV coverage and to measure nighttime radiative temperatures of cloud tops and surface terrain. A short second-stage burn resulted in an unplanned eccentric orbit. Otherwise, the spacecraft and its experiments operated successfully until September 22, 1964. The solar paddles became locked in position, resulting in inadequate electrical power to continue operations."
  }