{
    "id": 4,
    "name": "ESSA",
    "info": "Nimbus 2, the second in a series of second-generation meteorological research-and-development satellites, was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and the collecting of meteorological data. The polar-orbiting spacecraft consisted of three major elements: (1) a sensory ring, (2) solar paddles, and (3) the control system housing. The solar paddles and the control system housing were connected to the sensory ring by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 2 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m across with solar paddles extended. The sensory ring, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus-shaped sensory ring provided mounting space for sensors and telemetry antennas. An H-frame structure mounted within the center of the torus provided support for the larger experiments and tape recorders. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, gas nozzles for attitude control, and a command antenna. Use of a stabilization and control system permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg for all three axes (pitch, roll, and yaw). The spacecraft carried (1) an advanced vidicon camera system (AVCS) for recording and storing remote cloudcover pictures, (2) an automatic picture transmission (APT) camera for providing real-time cloudcover pictures, and (3) both high- and medium-resolution infrared radiometers (HRIR and MRIR) for measuring the intensity and distribution of electromagnetic radiation emitted by and reflected from the earth and its atmosphere. The spacecraft and experiments performed normally after launch until July 26, 1966, when the spacecraft tape recorder failed. Its function was taken over by the HRIR tape recorder until November 15, 1966, when it also failed. Some real-time data were collected until January 17, 1969, when the spacecraft mission was terminated owing to deterioration of the horizon scanner used for earth reference. More detailed information can be found in the Nimbus II Users' Guide (TRF B03406), available from NSSDC."
  }