{
    "id": 8,
    "name": "Nimbus 5",
    "info": "The Nimbus 5 research-and-development satellite was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and collecting meteorological and geological data on a global scale. The polar-orbiting spacecraft consisted of three major structures: (1) a hollow, ring-shaped sensor mount, (2) solar paddles, and (3) a control system housing. The solar paddles and control system housing were connected to the sensor mount by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 5 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m wide with solar paddles extended. The torus-shaped sensor mount, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus provided mounting space for sensors and antennas. A box-beam structure mounted within the center of the torus provided support for the larger sensor experiments. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, and a command antenna. An advanced attitude-control system permitted the spacecraft orientation to be controlled to within plus or minus 1 deg in all three axes (pitch, roll, and yaw). Primary experiments included (1) a temperature-humidity infrared radiometer (THIR) for measuring day and night surface and cloudtop temperatures, as well as the water vapor content of the upper atmosphere, (2) an electrically scanning microwave radiometer (ESMR) for mapping the microwave radiation from the earth's surface and atmosphere, (3) an infrared temperature profile radiometer (ITPR) for obtaining vertical profiles of temperature and moisture, (4) a Nimbus E microwave spectrometer (NEMS) for determining tropospheric temperature profiles, atmospheric water vapor abundances, and cloud liquid water contents, (5) a selective chopper radiometer (SCR) for observing the global temperature structure of the atmosphere, and (6) a surface composition mapping radiometer (SCMR) for measuring the differences in the thermal emission characteristics of the earth's surface."
  }