{
    "catID" : 101,
    "catName" : "sesenta",
    "satelites" : [
      {
        "id": 1,
        "name": "TIROS",
        "info": "The TIROS Program (Television Infrared Observation Satellite) was NASA's first experimental step to determine if satellites could be useful in the study of the Earth. At that time, the effectiveness of satellite observations was still unproven, Since satellites were a new technology.\nThe TIROS Program's first priority was the development of a meteorological satellite information system. Weather forecasting was deemed the most promising application of space-based observations.\nTIROS proved extremely successful, providing the first accurate weather forecasts based on data gathered from space.\n"
      },
      {
        "id": 2,
        "name": "Nimbus 1",
        "info": "Nimbus 1, the first in a series of second-generation meteorological research-and-development satellites, was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and for collecting meteorological data. The polar-orbiting spacecraft consisted of three major elements: (1) a sensory ring, (2) solar paddles, and (3) the control system housing. The solar paddles and the control system housing were connected to the sensory ring by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 1 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m across with solar paddles extended. The sensory ring, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus-shaped sensory ring provided mounting space for sensors and telemetry antennas. An H-frame structure mounted within the center of the torus provided support for the larger experiments and tape recorders. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, gas nozzles for attitude control, and a command antenna. Use of a stabilization and control system allowed the spacecraft's orientation to be controlled to within plus or minus 1 deg for all three axes (pitch, roll, and yaw). The spacecraft carried (1) an advanced vidicon camera system (AVCS) for recording and storing remote cloudcover pictures, (2) an automatic picture transmission (APT) camera for providing real-time cloudcover pictures, and (3) a high-resolution infrared radiometer (HRIR) to complement the daytime TV coverage and to measure nighttime radiative temperatures of cloud tops and surface terrain. A short second-stage burn resulted in an unplanned eccentric orbit. Otherwise, the spacecraft and its experiments operated successfully until September 22, 1964. The solar paddles became locked in position, resulting in inadequate electrical power to continue operations."
      },
      {
        "id": 3,
        "name": "Nimbus 2",
        "info": "aa"
      },
      {
        "id": 4,
        "name": "ESSA",
        "info": "Nimbus 2, the second in a series of second-generation meteorological research-and-development satellites, was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and the collecting of meteorological data. The polar-orbiting spacecraft consisted of three major elements: (1) a sensory ring, (2) solar paddles, and (3) the control system housing. The solar paddles and the control system housing were connected to the sensory ring by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 2 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m across with solar paddles extended. The sensory ring, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus-shaped sensory ring provided mounting space for sensors and telemetry antennas. An H-frame structure mounted within the center of the torus provided support for the larger experiments and tape recorders. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, gas nozzles for attitude control, and a command antenna. Use of a stabilization and control system permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg for all three axes (pitch, roll, and yaw). The spacecraft carried (1) an advanced vidicon camera system (AVCS) for recording and storing remote cloudcover pictures, (2) an automatic picture transmission (APT) camera for providing real-time cloudcover pictures, and (3) both high- and medium-resolution infrared radiometers (HRIR and MRIR) for measuring the intensity and distribution of electromagnetic radiation emitted by and reflected from the earth and its atmosphere. The spacecraft and experiments performed normally after launch until July 26, 1966, when the spacecraft tape recorder failed. Its function was taken over by the HRIR tape recorder until November 15, 1966, when it also failed. Some real-time data were collected until January 17, 1969, when the spacecraft mission was terminated owing to deterioration of the horizon scanner used for earth reference. More detailed information can be found in the Nimbus II Users' Guide (TRF B03406), available from NSSDC."
      },
      {
        "id": 5,
        "name": "ATS",
        "info": "The Applications Technology Satellite (ATS) series was conceived of as a follow-on to the successful experimental communications satellites of the early 1960's with the addition of other technology demonstrations, such as weather observation and investigation of the space environment.NASA and Hughes had hoped to continue the success of the Syncom project with an Advanced Syncom. They met resistance from some members of Congress who feared that NASA was developing technology for the benefit of a private company, namely Comsat. So the project's objectives were broadened and it became ATS. The Department of Defense (DoD) influenced NASA to include technology for gravity-gradient stabilization (on ATS-2, ATS-4, and ATS-5) and for medium altitude orbits (ATS-2). All five of the first generation ATS spacecraft carried a C-band transponder with 25 MHz bandwidth capable of relaying 1200 one-way voice circuits or one color television signal."
      },
      {
        "id": 6,
        "name": "Nimbus 3",
        "info": "Nimbus 3, the third in a series of second-generation meteorological research-and-development satellites, was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and the collecting of meteorological data. The polar-orbiting spacecraft consisted of three major elements: (1) a sensory ring, (2) solar paddles, and (3) the control system housing. The solar paddles and the control system housing were connected to the sensory ring by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 3 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m across with solar paddles extended. The torus-shaped sensory ring, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus ring provided mounting space for sensors and telemetry antennas. An H-frame structure mounted within the center of the torus provided support for the larger experiments and tape recorders. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, gas nozzles for attitude control, and a command antenna. Use of the attitude control subsystem (ACS) permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg for all three axes (pitch, roll, and yaw). Primary experiments consisted of (1) a satellite infrared spectrometer (SIRS) for determining the vertical temperature profiles of the atmosphere, (2) an infrared interferometer spectrometer (IRIS) for measuring the emission spectra of the earth-atmosphere system, (3) both high- and medium-resolution infrared radiometers (HRIR and MRIR) for yielding information on the distribution and intensity of infrared radiation emitted and reflected by the earth and its atmosphere, (4) a monitor of ultraviolet solar energy (MUSE) for detecting solar UV radiation, (5) an image dissector camera system (IDCS) for providing daytime cloudcover pictures in both real-time mode, using the real time transmission system (RTTS), and tape recorder mode, using the high data rate storage system, (6) a radioisotope thermoelectric generator (RTG), SNAP-19, to assess the operational capability of radioisotope power for space applications, and (7) an interrogation, recording and location system (IRLS) experiment designed to locate, interrogate, record, and retransmit meteorological and geophysical data from remote collection stations. Nimbus 3 was successful and performed normally until July 22, 1969, when the IRIS experiment failed. The HRIR and SIRS experiments were terminated on January 25, 1970, and June 21, 1970, respectively. The remaining experiments continued operation until September 25, 1970, when the rear horizon scanner failed. Without this horizon scanner, it was impossible to maintain proper spacecraft attitude, thus making most experimental observations useless. All spacecraft operations were terminated on January 22, 1972."
      }
    ]
}