{
    "catID" : 102,
    "catName" : "setenta",
    "satelites" : [
        {
          "id": 7,
          "name": "Nimbus 4",
          "info": "Nimbus 4, the fourth in a series of second-generation meteorological research-and-development satellites, was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems, and for collecting meteorological data. The polar-orbiting spacecraft consisted of three major structures: (1) a ring-shaped sensor mount, (2) solar paddles, and (3) the control system housing. The solar paddles and the control system were connected to the sensor mount by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 4 was nearly 3.7 m tall, 1.45 m in diameter at the base, and about 3 m across with solar paddles extended. The torus-shaped sensor mount, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus ring provided mounting space for sensors and telemetry antennas. An H-frame structure mounted within the center of the torus provided support for the larger experiments and tape recorders. Mounted on the control system housing, which was on top of the spacecraft, were sun sensors, horizon scanners, gas nozzles for attitude control, and a command antenna. Use of an advanced attitude-control subsystem permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg for all three axes (pitch, roll, and yaw). Primary experiments consisted of (1) an image dissector camera system (IDCS) for providing daytime cloudcover pictures, both in real-time and recorded modes, (2) a temperature-humidity infrared radiometer (THIR) for measuring daytime and nighttime surface and cloudtop temperatures as well as the water vapor content of the upper atmosphere, (3) an infrared interferometer spectrometer (IRIS) for measuring the emission spectra of the earth/atmosphere system, (4) a satellite infrared spectrometer (SIRS) for determining the vertical profiles of temperature and water vapor in the atmosphere, (5) a monitor of ultraviolet solar energy (MUSE) for detecting solar UV radiation, (6) a backscatter ultraviolet (BUV) detector for monitoring the vertical distribution and total amount of atmospheric ozone on a global scale, (7) a filter wedge spectrometer (FWS) for accurate measurement of IR radiance as a function of wavelength from the earth/atmosphere system, (8) a selective chopper radiometer (SCR) for determining the temperatures of six successive 10-km layers in the atmosphere from absorption measurements in the 15-micrometer CO2 band, and (9) an interrogation, recording, and location system (IRLS) for locating, interrogating, recording, and retransmitting meteorological and geophysical data from remote collection stations."
        },
        {
          "id": 8,
          "name": "Nimbus 5",
          "info": "The Nimbus 5 research-and-development satellite was designed to serve as a stabilized, earth-oriented platform for the testing of advanced meteorological sensor systems and collecting meteorological and geological data on a global scale. The polar-orbiting spacecraft consisted of three major structures: (1) a hollow, ring-shaped sensor mount, (2) solar paddles, and (3) a control system housing. The solar paddles and control system housing were connected to the sensor mount by a truss structure, giving the satellite the appearance of an ocean buoy. Nimbus 5 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m wide with solar paddles extended. The torus-shaped sensor mount, which formed the satellite base, housed the electronics equipment and battery modules. The lower surface of the torus provided mounting space for sensors and antennas. A box-beam structure mounted within the center of the torus provided support for the larger sensor experiments. Mounted on the control system housing, which was located on top of the spacecraft, were sun sensors, horizon scanners, and a command antenna. An advanced attitude-control system permitted the spacecraft orientation to be controlled to within plus or minus 1 deg in all three axes (pitch, roll, and yaw). Primary experiments included (1) a temperature-humidity infrared radiometer (THIR) for measuring day and night surface and cloudtop temperatures, as well as the water vapor content of the upper atmosphere, (2) an electrically scanning microwave radiometer (ESMR) for mapping the microwave radiation from the earth's surface and atmosphere, (3) an infrared temperature profile radiometer (ITPR) for obtaining vertical profiles of temperature and moisture, (4) a Nimbus E microwave spectrometer (NEMS) for determining tropospheric temperature profiles, atmospheric water vapor abundances, and cloud liquid water contents, (5) a selective chopper radiometer (SCR) for observing the global temperature structure of the atmosphere, and (6) a surface composition mapping radiometer (SCMR) for measuring the differences in the thermal emission characteristics of the earth's surface."
        },
        {
          "id": 9,
          "name": "SMS",
          "info": "The SMS 1 was a NASA-developed, NOAA-operated spacecraft. The spin-stabilized, earth-synchronous spacecraft carried (1) a visible infrared spin-scan radiometer (VISSR) which provided high-quality day/night cloudcover data and made radiance temperatures of the earth/atmosphere system a meteorological data collection and transmission system which relayed processed data from central weather facilities to small APT-equipped regional stations and collected and retransmitted data from remotely located earth-based platforms"
        },
        {
          "id": 10,
          "name": "Nimbus 6",
          "info": "The Nimbus 6 research-and-development satellite served as a stabilized, earth-oriented platform for testing advanced systems for sensing and collecting meteorological data on a global scale. The polar-orbiting spacecraft consisted of three major structures: (1) a hollow torus-shaped sensor mount, (2) solar paddles, and (3) a control housing unit connected to the sensor mount by a tripod truss structure. Configured somewhat like an ocean buoy, Nimbus 6 was nearly 3.7 m tall, 1.5 m in diameter at the base, and about 3 m wide with solar paddles extended. The sensor mount that formed the satellite base housed the electronics equipment and battery modules. The lower surface of the torus provided mounting space for sensors and antennas. A box-beam structure mounted within the center of the torus supported the larger sensor experiments. Mounted on the control housing unit, which was located on top of the spacecraft, were sun sensors, horizon scanners, and a command antenna. The spacecraft spin axis was pointed at the earth. An advanced attitude-control system permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg in all three axes (pitch, roll, and yaw). The nine experiments selected for Nimbus 6 were (1) earth radiation budget (ERB), (2) electrically scanning microwave radiometer (ESMR), (3) high-resolution infrared radiation sounder (HIRS), (4) limb radiance inversion radiometer (LRIR), (5) pressure modulated radiometer (PMR), (6) scanning microwave spectrometer (SCAMS), (7) temperature-humidity infrared radiometer (THIR), (8) tracking and data relay experiment (T+DRE), and (9) tropical wind energy conversion and reference level experiment (TWERLE). This complement of advanced sensors was capable of (1) mapping tropospheric temperature, water vapor abundance, and cloud water content; (2) providing vertical profiles of temperature, ozone, and water vapor; (3) transmitting real-time data to a geostationary spacecraft (ATS 6); and (4) yielding data on the earth's radiation budget."
        },
        {
          "id": 11,
          "name": "LAGEOS 1&2",
          "info": "The LAser GEOdynamic Satellite (LAGEOS) was designed by NASA and launched May 4, 1976. It was the first spacecraft dedicated exclusively to high-precision laser ranging and provided the first opportunity to acquire laser-ranging data that were not degraded by errors originating in the satellite orbit or satellite array. LAGEOS-2, based on the original LAGEOS design, was built by the Italian Space Agency and launched on October 22, 1992.The LAGEOS satellites are covered with 426 cube corner reflectors with all but four of these reflectors made with fused silica glass. The other four reflectors are made of germanium to obtain measurements in the infrared for experimental studies of reflectivity and satellite orientation. LAGEOS is a passive satellite with no power, communications, or moving parts. LAGEOS satellite operations consists of simply the generation of the orbit predictions necessary for the stations to acquire and track the satellite. Today, these predictions are routinely generated by NASA Goddard Space Flight Center, NERC Space Geodesy Facility, and Japan Aerospace Exploration Agency (JAXA). The predictions are distributed by NASA’s Crustal Dynamics Data Information System (CDDIS) and the EUROLAS Data Center (EDC), data centers supporting the International Laser Ranging Service (ILRS)."
        },
        {
          "id": 12,
          "name": "Seasat 1",
          "info": "One of the earliest Earth-observing satellites, Seasat was designed to test various oceanographic sensors and gain a better understanding of Earth's seas. Seasat operated in Earth orbit for 105 days, measuring sea-surface winds and temperatures, wave heights, atmospheric liquid water content, sea ice features and ocean topography, before a massive short circuit in the spacecraft's electrical system ended the mission on October 10, 1978."
        },
        {
          "id": 13,
          "name": "Nimbus 7",
          "info": "The Nimbus 7 research-and-development satellite served as a stabilized, earth-oriented platform for the testing of advanced systems for sensing and collecting data in the pollution, oceanographic and meteorological disciplines. The polar-orbiting spacecraft consisted of three major structures: (1) a hollow torus-shaped sensor mount, (2) solar paddles, and (3) a control housing unit that was connected to the sensor mount by a tripod truss structure. Configured somewhat like an ocean buoy, Nimbus 7 was nearly 3.04 m tall, 1.52 m in diameter at the base, and about 3.96 m wide with solar paddles extended. The sensor mount that formed the satellite base housed the electronics equipment and battery modules. The lower surface of the torus provided mounting space for sensors and antennas. A box-beam structure mounted within the center of the torus provided support for the larger sensor experiments. Mounted on the control housing unit, which was located on top of the spacecraft, were sun sensors, horizon scanners, and a command antenna. The spacecraft spin axis was pointed at the earth. An advanced attitude-control system permitted the spacecraft's orientation to be controlled to within plus or minus 1 deg in all three axes (pitch, roll, and yaw). Eight experiments were selected: (1) limb infrared monitoring of the stratosphere (LIMS), (2) stratospheric and mesopheric sounder (SAMS), (3) coastal-zone color scanner (CZCS), (4) stratospheric aerosol measurement II (SAM II), (5) earth radiation budget (ERB), (6) scanning multichannel microwave radiometer (SMMR), (7) solar backscatter UV and total ozone mapping spectrometer (SBUV/TOMS), and (8) temperature-humidity infrared radiometer (THIR). These sensors were capable of observing several parameters at and below the mesospheric levels"
        }
      ]
}