{
    "catID" : 106,
    "catName" : "dosmilDiez",
    "satelites" : [
        {
          "id": 50,
          "name": "GRIP",
          "info": "The Genesis and Rapid Intensification Processes (GRIP) experiment is a NASA Earth science field experiment in 2010 that will be conducted to better understand how tropical storms form and develop into major hurricanes. This campaign will be conducted to capitalize on a number of ground networks, airborne science platforms, and space-based assets. The field campaign will be executed according to a prioritized set of scientific objectives."
        },
        {
          "id": 51,
          "name": "Aquarius",
          "info": "Aquarius/SAC-D mapped the salinity (the concentration of dissolved salt) at the ocean surface, information critical to improving our understanding of two major components of Earth's climate system: the water cycle and ocean circulation. By measuring ocean salinity from space, Aquarius provided new insights into how the massive natural exchange of freshwater between the ocean, atmosphere and sea ice influences ocean circulation, weather and climate. Because ocean surface salinity varies from place to place and over time, scientists can use it to trace the ocean's role in Earth's water cycle.\nAquarius/SAC-D was designed to measure ocean surface salinity for at least three years, repeating its global pattern every seven days. During its lifetime, the mission provided monthly maps of global changes in ocean surface salinity with a resolution of 150 kilometers (93 miles), showing how salinity changes from month-to-month, season-to-season and year-to-year. The spacecraft flew in a sun-synchronous orbit 657 kilometers (408 miles) above Earth's surface.\n"
        },
        {
          "id": 52,
          "name": "Suomi",
          "info": "Understanding, monitoring, and predicting the course of long-term climate change AND short-term weather conditions remain tasks of profound importance. Economic competitiveness, human health and welfare, and global security all depend in part on our ability to understand and adapt to global environmental changes.\n\nOver the last dozen years, NASA has launched a series of satellites – known collectively as the Earth Observing System (EOS) – that has provided critical insights into the dynamics of the entire Earth system: clouds, oceans, vegetation, ice, solid Earth and atmosphere. Now NASA is helping to create a new generation of satellites to extend and improve upon the Earth system data records established by EOS.\n\nSuomi National Polar-orbiting Partnership, formerly known as the NPOESS Preparatory Project, will serve as a bridge between the EOS satellites and the forthcoming series of Joint Polar Satellite System (JPSS) satellites. Suomi NPP represents a critical first step in building this next-generation satellite system. The JPSS satellites, previously called the National Polar-orbiting Operational Environmental Satellite System (NPOESS), will be developed by NASA for the National Oceanic and Atmospheric Administration (NOAA).\n\nSuomi NPP will carry five science instruments and test key technologies for the JPSS missions. Suomi NPP is the first satellite mission to address the challenge of acquiring a wide range of land, ocean, and atmospheric measurements for Earth system science while simultaneously preparing to address operational requirements for weather forecasting.\n\nSuomi NPP also represents the gateway to the creation of a U.S. climate monitoring system, collecting both climate and operational weather data and continuing key data records that are critical for global change science."
        },
        {
          "id": 53,
          "name": "airMOSS",
          "info": "North American ecosystems are critical components of the global carbon cycle, exchanging large amounts of carbon dioxide and other gases with the atmosphere. Root-zone soil measurements can be used to better understand these carbon fluxes and their associated uncertainties on a continental scale. The goal of the Airborne Microwave Observatory of Subcanopy and Subsurface (AirMOSS) investigation was to provide high-resolution observations of root-zone soil moisture over regions representative of the major North American climatic habitats (biomes), quantify the impact of variations in soil moisture on the estimation of regional carbon fluxes, and extrapolate the reduced-uncertainty estimates of regional carbon fluxes to the continental scale of North America.\n\nAirMOSS used an airborne ultra-high frequency synthetic aperture radar that has the capability to penetrate through substantial vegetation canopies and soil to depths down to approximately 1.2 meters. For AirMOSS, NASA’s Uninhabited Aerial Vehicle Synthetic Aperture Radar (UAVSAR) was flown on a Gulfstream-III aircraft. Extensive ground, tower, and aircraft in-situ measurements validated root-zone soil measurements and carbon flux model estimates. The surveys provided measurements at 100 meter spatial resolution and at sub-weekly, seasonal, and annual time scales."
        },
        {
          "id": 54,
          "name": "Carve",
          "info": "CARVE is in the Development Phase of the Earth System Science Pathfinder program with an approximate start date of March 2012. The carbon budget of Arctic ecosystems is not known with confidence since fundamental elements of the complex Arctic biological-climatologic-hydrologic system are poorly quantified. CARVE will collect detailed measurements of important greenhouse gases on local to regional scales in the Alaskan Arctic and demonstrate new remote sensing and improved modeling capabilities to quantify Arctic carbon fluxes and carbon cycle-climate processes. Ultimately, CARVE will provide an integrated set of data that will provide unprecedented experimental insights into Arctic carbon cycling.\n\nCARVE will use the Arctic-proven De Havilland DHC-6 Twin Otter aircraft to fly an innovative airborne remote sensing payload. It includes an L-band radiometer/radar and a nadir-viewing spectrometer to deliver the first simultaneous measurements of surface parameters that control gas emissions (i.e., soil moisture, freeze/thaw state, surface temperature) and total atmospheric columns of carbon dioxide, methane, and carbon monoxide. The aircraft payload also includes a gas analyzer that links greenhouse gas measurements directly to World Meteorological Organization standards. Deployments will occur during the spring, summer and early fall when Arctic carbon fluxes are large and change rapidly. Further, at these times, the sensitivities of ecosystems to external forces such as fire and anomalous variability of temperature and precipitation are maximized. Continuous ground-based measurements provide temporal and regional context as well as calibration for CARVE airborne measurements."
        },
        {
          "id": 55,
          "name": "Attrex",
          "info": "Airborne Tropical TRopopause EXperiment (ATTREX) will perform a series of measurement campaigns using the long-range NASA Global Hawk (GH) unmanned aircraft system (UAS) to directly address these problems.\nDespite its low concentration, stratospheric water vapor has large impacts on the earth’s energy budget and climate. Recent studies suggest that even small changes in stratospheric humidity may have climate impacts that are significant compared to those of decadal increases in greenhouse gases. Future changes in stratospheric humidity and ozone concentration in response to changing climate are significant climate feedbacks.\nWhile the tropospheric water vapor climate feedback is well represented in global models, predictions of future changes in stratospheric humidity are highly uncertain because of gaps in our understanding of physical processes occurring in the Tropical Tropopause Layer (TTL, ~13-18 km), the region of the atmosphere that controls the composition of the stratosphere. Uncertainties in the TTL chemical composition also limit our ability to predict future changes in stratospheric ozone.\n"
        },
        {
          "id": 56,
          "name": "Landsat 8",
          "info": "Landsat 8 (formerly the Landsat Data Continuity Mission, LDCM), a collaboration between NASA and the U.S. Geological Survey, provides moderate-resolution (15 m–100 m, depending on spectral frequency) measurements of the Earth’s terrestrial and polar regions in the visible, near-infrared, short wave infrared, and thermal infrared. Landsat 8 provides continuity with the more than 40-year long Landsat land imaging data set. In addition to widespread routine use for land use planning and monitoring on regional to local scales, support of disaster response and evaluations, and water use monitoring, Landsat 8 measurements directly serve NASA research in the focus areas of climate, carbon cycle, ecosystems, water cycle, biogeochemistry, and Earth surface/interior. Unprecedented changes in land cover and use are having profound consequences for weather and climate change, ecosystem function and services, carbon cycling and sequestration, resource management, the national and global economy, human health, and society."
        },
        {
          "id": 57,
          "name": "Discover-AQ",
          "info": "The overarching objective of the DISCOVER-AQ investigation is to improve the interpretation of satellite observations to diagnose near-surface conditions relating to air quality. To diagnose air quality conditions from space, reliable satellite information on aerosols and ozone precursors is needed for specific, highly correlated times and locations to be used in air quality models and compared to surface- and aircraft-based measurements. DISCOVER-AQ will provide an integrated dataset of airborne and surface observations relevant to the diagnosis of surface air quality conditions from space."
        },
        {
          "id": 58,
          "name": "GPM",
          "info": "The Global Precipitation Measurement (GPM) mission is an international network of satellites that provide next-generation global observations of rain and snow. Building upon the success of the Tropical Rainfall Measuring Mission (TRMM), the GPM concept centers on the deployment of a Core Observatory satellite carrying an advanced radar / radiometer system to measure precipitation from space and serve as a reference standard to unify precipitation measurements from a constellation of research and operational satellites. Through improved measurements of precipitation globally, the GPM mission is helping to advance our understanding of Earth's water and energy cycles, improve forecasting of extreme events that cause natural hazards and disasters, and extend current capabilities in using accurate and timely information of precipitation to directly benefit society. GPM, initiated by NASA and the Japan Aerospace Exploration Agency (JAXA) as a global successor to TRMM, comprises a consortium of international space agencies, including the Centre National d’Études Spatiales (CNES), the Indian Space Research Organization (ISRO), the National Oceanic and Atmospheric Administration (NOAA), the European Organization for the Exploitation of Meteorological Satellites (EUMETSAT), and others.\n\nThe GPM Core Observatory launched on February 27th, 2014 at 1:37pm EST from Tanegashima Space Center, Japan. Learn more about the launch."
        },
        {
          "id": 59,
          "name": "OCO-2",
          "info": "Orbiting Carbon Observatory (OCO)-2 will be NASA’s first dedicated Earth remote sensing satellite to study atmospheric carbon dioxide from Space. OCO-2 will be collecting space-based global measurements of atmospheric CO2 with the precision, resolution, and coverage needed to characterize sources and sinks on regional scales. OCO-2 will also be able to quantify CO2 variability over the seasonal cycles year after year. CO2 is a constituent of the Earth's atmosphere. We know that CO2 is one of several gasses that trap heat near the surface of the Earth. These gasses are known as greenhouse gasses. Many scientists have concluded that substantial increases in the abundance of CO2 will generate an increase in the Earth's surface temperature.\nOCO-2 will be collecting a great number of high-resolution measurements, which will provide a greater spatial distribution of CO2 over the entire globe, in short, a bigger, clearer, more complete picture of global CO2. These measurements will be combined with data from the ground-based network to provide scientists with the information that they need to better understand the processes that regulate atmospheric CO2 and its role in the carbon cycle. This enhanced understanding is essential for improving predictions of future atmospheric CO2 increases and its impact on Earth's climate.\n"
        },
        {
          "id": 60,
          "name": "SMAP",
          "info": "The Soil Moisture Active Passive (SMAP) mission is an orbiting observatory that measures the amount of water in the surface soil everywhere on Earth. The topsoil layer is the one in which the food we eat grows and where other vegetation lives. Moisture in the soil indirectly affects us in a variety of ways. In the course of its observations, SMAP will also determine if the ground is frozen or thawed in colder areas of the world. It was launched in January 2015 and started operation in April 2015. The SMAP radiometer has been operating flawlessly. The radar instrument, ceasing operation in early 2015 due to failure of radar power supply, collected close to 3 months of science data. The prime mission phase of three years was completed in 2018, and since then SMAP has been in extended operation phase.\nSMAP is designed to measure soil moisture, every 2-3 days. This permits changes, around the world, to be observed over time scales ranging from major storms to repeated measurements of changes over the seasons.\n"
        },
        {
          "id": 61,
          "name": "DSCOVR",
          "info": "The Deep Space Climate Observatory, or DSCOVR, was launched in February of 2015, and maintains the nation's real-time solar wind monitoring capabilities, which are critical to the accuracy and lead time of NOAA's space weather alerts and forecasts. Without timely and accurate warnings, space weather events—like geomagnetic storms—have the potential to disrupt nearly every major public infrastructure system on Earth, including power grids, telecommunications, aviation and GPS.The DSCOVR mission succeeded NASA's Advanced Composition Explorer's (ACE) role in supporting solar wind alerts and warnings from the L1 orbit, which is the neutral gravity point between the Earth and Sun, approximately one million miles from Earth. L1 is a good position from which to monitor the Sun, because the constant stream of particles from the Sun (the solar wind) reaches L1 up to an hour before reaching Earth.\nFrom this position, DSCOVR can typically provide 15- to 60-minute advanced warning before a storm of particles and magnetic field, known as a coronal mass ejection (or CME), reaches Earth. DSCOVR data also helps improve predictions of geomagnetic storm impact locations. Our national security and economic well-being, which depend on advanced technologies, are at risk without these advanced warnings.\n"
        },
        {
          "id": 62,
          "name": "Cygnss",
          "info": "The CYGNSS mission will use eight micro-satellites to measure wind speeds over Earth's oceans, increasing the ability of scientists to understand and predict hurricanes. Each satellite will take information based on the signals from four GPS satellites.CYGNSS is taking a novel approach to calculate wind speeds that both reduces the mission's cost and gathers more data as well.\nTypically, measuring wind speed over the oceans from space uses a technique called scatterometry. A radar instrument aboard a satellite sends a signal to the ground, and measures the signal strength reflected back to it. Building both sending and receiving capabilities into a single instrument, however, is more expensive than the method being used on CYGNSS.\nThe CYGNSS satellites will only receive signals broadcast to them from GPS satellites already orbiting the Earth and the reflection of the same satellite’s signal reflected from the earth. The CYGNSS satellites themselves will not broadcast. And according to Chris Ruf of the University of Michigan and the mission's principal investigator, that will result in significant cost savings.\n"
        },
        {
          "id": 63,
          "name": "Jason-3",
          "info": "Jason-3 is the fourth mission in the U.S.-European series of satellite missions that measure the height of the ocean surface. Launched on January 17, 2016, the mission extends the time series of ocean surface topography measurements (the hills and valleys of the ocean surface) begun by the TOPEX/Poseidon satellite mission in 1992 and continuing through the Jason-1 (launched in 2001) and the OSTM/Jason-2 (launched in 2008) missions. These measurements provide scientists with critical information about circulation patterns in the ocean and about both global and regional changes in sea level and the climate implications of a warming world.\nThe primary instrument on Jason-3 is a radar altimeter. The altimeter measures sea-level variations over the global ocean with very high accuracy (1.3 inches or 3.3 centimeters, with a goal of achieving 1 inch or 2.5 centimeters). Continual, long-term, reliable data of changes in ocean surface topography will be generated and will be used by scientists and operational agencies (NOAA, European weather agencies, marine operators, etc.) for scientific research and operational oceanography for the benefit of society.\n"
        },
        {
          "id": 64,
          "name": "Atom",
          "info": "The Atmospheric Tomography Mission (ATom) will study the impact of human-produced air pollution on greenhouse gasses and on chemically reactive gasses in the atmosphere. Reductions of atmospheric concentrations of methane (CH4), tropospheric ozone (O3) and black carbon (BC) aerosols are effective measures to slow global warming and to improve air quality. Airborne instruments will look at how atmospheric chemistry is transformed by various air pollutants and at the impact on CH4 and O3. Mitigation of these short-lived climate forces is a major component of current international policy discussions.\n ATom deploys an extensive gas and aerosol payload on the NASA DC-8 aircraft for systematic, global-scale sampling of the atmosphere, profiling continuously from 0.2 to 12 km altitude. Flights will occur in each of 4 seasons over a 4-year period. They will originate from the Armstrong Flight Research Center in Palmdale, California, fly north to the western Arctic, south to the South Pacific, east to the Atlantic, north to Greenland, and return to California across central North America. ATom establishes a single, contiguous global-scale data set. This comprehensive data set will be used to improve the representation of chemically reactive gasses and short-lived climate forcers in global models of atmospheric chemistry and climate. Profiles of the reactive gasses will also provide critical information for validation of satellite data, particularly in remote areas where in situ data is lacking.\n"
        },
        {
          "id": 65,
          "name": "GOES-R",
          "info": "NOAA’s latest generation of Geostationary Operational Environmental Satellites (GOES), known as the GOES-R Series, is the nation’s most advanced fleet of geostationary weather satellites. Geostationary satellites circle the Earth in geosynchronous orbit, which means they orbit the Earth’s equatorial plane at a speed matching the Earth’s rotation. This allows them to stay in a fixed position in the sky, remaining stationary with respect to a point on the ground. GOES satellites continually view the Western Hemisphere from approximately 22,300 miles above Earth. GOES satellites are designated with a letter prior to launch and renamed with a number once they reach geostationary orbit. The GOES-R Series also continues the legacy Geostationary SAR (GEOSAR) function of the SARSAT system onboard NOAA’s GOES satellites which has contributed to the rescue of thousands of individuals in distress. The GOES-R Series SARSAT transponder operates with a lower uplink power than the previous system, enabling GOES-R Series satellites to detect weaker beacon signals."
        },
        {
          "id": 66,
          "name": "SGAE III-ISS",
          "info": "The Stratospheric Aerosol and Gas Experiment (SAGE) is a series of instruments designed by NASA to observe stratospheric ozone, aerosols, and water vapor from space. SAGE III is the newest and most advanced addition to the SAGE family. Over the past four decades, the SAGE family of instruments have been critical in making accurate measurements of ozone loss in Earth’s atmosphere. The data collected from SAGE II helped leaders around the world institute an international treaty banning products containing harmful chemicals that destroy stratospheric ozone. SAGE has played a key role in measuring the onset of ozone recovery resulting from the internationally-mandated 1987 Montreal Protocol regulations. SAGE III takes measurements across the globe using a technique called occultation. Every time the sun, or moon, rises and sets, SAGE uses the light that passes through the atmosphere to measure gasses and particles in that region of the atmosphere. From the ISS this happens over 30 times per day.\n"
        },
        {
          "id": 67,
          "name": "TSIS-1",
          "info": "The TSIS-1 mission will provide absolute measurements of the total solar irradiance (TSI) and spectral solar irradiance (SSI), important for accurate scientific models of climate change and solar variability. TSIS comprises two instruments, the Total Irradiance Monitor (TIM), and the Spectral Irradiance Monitor (SIM). Both instruments are in storage at the University of Colorado’s Laboratory for Atmospheric and Space Physics awaiting flight. Currently, the data from an earlier NASA-managed TIM instrument, flying on the aging SORCE spacecraft, launched in 2003, provides the TSI data record as part of an unbroken 35-year long data record. The Total Solar Irradiance Calibration Transfer Experiment (TCTE) instrument, a joint mission with NOAA and the U.S. Air Force, launched in 2013 and currently augments the data record. The TSIS-1 project will begin formulation in FY 2016 and is planning for launch in time to overlap with the TCTE mission in order to maintain continuity of the solar irradiance measurement.\n"
        },
        {
          "id": 68,
          "name": "HS3",
          "info": "The Hurricane and Severe Storm Sentinel (HS3) is a five-year mission specifically targeted to investigate the processes that underlie hurricane formation and intensity change in the Atlantic Ocean basin. HS3 is motivated by hypotheses related to the relative roles of the large-scale environment and storm-scale internal processes. HS3 addresses the controversial role of the Saharan Air Layer (SAL) in tropical storm formation and intensification as well as the role of deep convection in the inner-core region of storms. Addressing these science questions requires sustained measurements over several years due to the limited sampling opportunities in any given hurricane season. Past NASA hurricane field campaigns have all faced the same limitation: a relatively small sample of storms forming during the campaigns under a variety of scenarios and undergoing widely varying evolutions. The small sample is not just a function of tropical storm activity in any given year, but also the distance of storms from the base of operations.\n"
        },
        {
          "id": 69,
          "name": "Operation IceBridge",
          "info": "IceBridge utilizes a highly specialized fleet of research aircraft and the most sophisticated suite of innovative science instruments ever assembled to characterize annual changes in thickness of sea ice, glaciers, and ice sheets. In addition, IceBridge collects critical data used to predict the response of earth’s polar ice to climate change and resulting sea-level rise.  IceBridge also helps bridge the gap in polar observations between NASA’s ICESat satellite missions.\nThe objectives are: make airborne altimetry measurements over the ice sheets and sea ice to extend and improve the record of observations begun by ICESat. Link the measurements made by historical airborne laser altimeters, ICESat, ICESat-2, and CryoSat-2 to allow accurate inter-comparison and production of a long-term, ice altimetry record. Monitor key, rapidly changing areas of ice in the Arctic and Antarctic to maintain a long term observation record. And provide key observational data to improve our understanding of ice dynamics, and better constrain predictive models of sea level rise and sea ice cover conditions.\n"
        },
        {
          "id": 70,
          "name": "ORACLES",
          "info": "Southern Africa produces almost a third of the Earth’s biomass burning (BB) aerosol particles, yet the fate of these particles and their influence on regional and global climate is poorly understood. ORACLES (ObseRvations of Aerosols above CLouds and their intEractionS) is a five year investigation with three Intensive Observation Periods (IOP) designed to study key processes that determine the climate impacts of African BB aerosols. \nThe ORACLES experiment provides multi-year airborne observations over the complete vertical column of the key parameters that drive aerosol-cloud interactions in the SE Atlantic, an area with some of the largest inter-model differences in aerosol forcing assessments on the planet.\n"
        },
        {
          "id": 71,
          "name": "MetOp A&B",
          "info": "MetOp is a European undertaking providing weather data services to monitor the climate and improve weather forecasts. The program also represents the European contribution to a cooperative venture with NOAA. This site provides up to date status information on each spacecraft and its various subsystems."
        },
        {
          "id": 72,
          "name": "ICESat-2",
          "info": "Every three months, the NASA Ice, Cloud, and land Elevation Satellite-2 (ICESat-2) completes a comprehensive measurement of Earth’s surface, mapping our planet in cool three-dimensional details. It tracks changes to tree canopy heights, ocean and lake levels, and the elevation of ice sheets, glaciers, and sea ice. The ICESat-2 laser pulses 10,000 times a second; each pulse releases about 20 trillion photons. Only about a dozen photons hit Earth’s surface and return to the satellite. ICESat-2's laser is split into six beams, to better measure Earth's surface. "
        },
        {
          "id": 73,
          "name": "GEDI",
          "info": "The Global Ecosystem Dynamics Investigation (GEDI) produces high resolution laser ranging observations of the 3D structure of the Earth. GEDI’s precise measurements of forest canopy height, canopy vertical structure, and surface elevation greatly advance our ability to characterize important carbon and water cycling processes, biodiversity, and habitat.\nGEDI is a full-waveform lidar instrument that makes detailed measurements of the 3D structure of the Earth’s surface. Lidar is an active remote sensing technology (the laser version of radar) which uses pulses of laser light to measure 3D structure. The light is reflected by the ground, vegetation and any clouds and is then collected by GEDI’s telescope. These photons are then directed towards detectors, converting the brightness of the light to an electronic voltage which is then recorded as a function of time in 1 ns (15 cm) intervals. Time is converted to range (a distance) by multiplying by the speed of light. The recorded voltage as a function of range is the full-waveform.\n"
        },
        {
          "id": 74,
          "name": "ECOSTRESS",
          "info": "ECOSTRESS is addressing  three overarching science questions: How is the terrestrial biosphere responding to changes in water availability? How do changes in diurnal vegetation water stress impact the global carbon cycle? Can agricultural vulnerability be reduced through advanced monitoring of agricultural water consumptive use and improved drought estimation?\nThe ECOSTRESS mission is answering these questions by accurately measuring the temperature of plants.  Plants regulate their temperature by releasing water through tiny pores on their leaves called stomata.  If they have sufficient water they can maintain their temperature, but if there is insufficient water, their temperatures rise and this temperature rise can be measured with ECOSTRESS.  The images acquired by ECOSTRESS are the most detailed temperature images of the surface ever acquired from space and can be used to measure the temperature of an individual farmers field."
        },
        {
          "id": 75,
          "name": "OCO-3",
          "info": "The Orbiting Carbon Observatory 3 (OCO-3) is a space instrument that will investigate important questions about the distribution of carbon dioxide on Earth as it relates to growing urban populations and changing patterns of fossil fuel combustion. OCO-3 explores, for the first time, daily variations in the release and uptake of carbon dioxide by plants and trees in the major tropical rain forests of South America, Africa, and South-East Asia, the largest stores of above ground carbon on our planet. Measuring the daily variations in these major carbon systems addresses an important missing component in our knowledge and is crucial for explaining global variations in atmospheric carbon dioxide levels. NASA developed and assembled the instrument using spare materials from OCO-2.\nThe OCO-3 Project science objectives (similar to OCO-2) are to collect the space-based measurements needed to quantify variations in the column averaged atmospheric carbon dioxide (CO2) dry air mole fraction, XCO2, with the precision, resolution, and coverage needed to improve our understanding of surface CO2 sources and sinks (fluxes) on regional scales (≥1000km) and the processes controlling their variability over the seasonal cycle.\n"
        }
      ]
}